INIT_DB_ZERO	%5ED0h - $
		db  80h	; А
		db  8Bh	; Л
		db  95h	; Х
		db 0A0h	; а
		db 0ABh	; л
		db 0B5h	; ¦
		db 0C0h	; L
		db 0CBh	; T
		db 0D5h	; -
		db 0E0h	; р
		db 0EBh	; ы
		db 0F5h	; ї
		db    0
		db    0
		db    0
		db    0
		db    1
		db    2
		db    4
		db    8
		db  10h
		db  20h
		db  40h	; @
		db  80h	; А
		db    1
		db    2
		db    4
		db    8
		db  10h
		db  20h
		db  40h	; @
		db  80h	; А
		db    4			; 5EF0 - Мин. напряжение АЦП ДАД для диагностики | В
		db 0FDh	; ¤		; 5EF1 - Макс. напряжение АЦП ДАД для диагностики | B
		dw 0B004h		; 5EF2 - Минимум для квантования давления | кПа
		db  66h	; f		; 5EF4 - Диапазон квантования давления | кПа
		db    0
		db    5			; 5EF6 - Дельта	индикации отсечки лампой CE | об./мин
		db  0Ah			; 5EF7 - Дельта	гашения	лампы CE | об./мин
		db  96h	; Ц		; 5EF8 - Температура перегретого двигателя | град.С
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0;		; 5F05 - 
		db    0
		db    0
		db 0E6h	; ц		; 5F08 - Коэффициент фильтра |
		db  40h	; @		; 5F09 - Коэффициент фильтра для ХХ |
		db 0C8h, 0C8h, 0C8h, 0C8h, 0C8h, 0C8h	; L		; 5F0A
		db 0BEh, 0BEh, 0BEh, 0BEh, 0BEh, 0BEh	; -		; 5F10
		db    6
		db    5
		db    4
		db    3
		db    2
		db    1
		db    0
		db    1
		db    5
		db 0E7h	; ч
		db  8Ah	; К
		db    2
		db 0F4h	; ч
		db    0	; Ї
		db    1
		db 0B9h
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  32h	; 2		; 5F50 - Начальный порог детонации |
		db  2Dh	; -		; 5F51 - Начальный средний уровень шума	двигателя | уровень
		db    2			; 5F52 - Коэффициент общего фильтра шума двигателя |
		db    1			; 5F53 - Начальная фаза	начала измерения детонации | гр.п.к.в.
		db    5			; 5F54 - Начальная фаза	окончания измерения детонации |	гр.п.к.в.
		db  1Ah
		db  36h	; 6
		db  5Dh	; ]		; 5F57 - Коэффициент 1 переходного режима КОHДИЦ. |
		db  0Fh			; 5F58 - Минимальное смещение оборотов при кондиционировании | об/мин
		db  6Eh	; n		; 5F59 - Начальное смещение оборотов при включении кондиционера	| об/мин
		db    7			; 5F5A - Дополнительное	смещение РХХ | шаг.
		db  69h	; i		; 5F5B - Температура включения дополнительного смещения	РХХ | град.С
		db  19h			; 5F5C - Смещение РХХ при включении кондиционера | шаг.
		db  46h	; F		; 5F5D - Граница включения по дросселю | %
		db  4Bh	; K		; 5F5E - Граница отключения по дросселю	| %
		db  0Fh			; 5F5F - Задержка адаптации ХХ при вкл кондиционера | сек.
		db    5			; 5F60 - Задержка включения после пуска	двигателя | сек.
		db  1Eh			; 5F61 - Задержка отключения кондиционера | сек.
		db  7Fh	; 		; 5F62 - Максимальное положение	РХХ для	синхронизации |	шаг.
		db  1Eh			; 5F63 - Число импульсов у ДСА | имп.
		dw 0F00h		; 5F64 - Порог детектора ошибки	низкого	уровня шума двигателя |
		dw 1400h		; 5F66 - Порог сброса ошибки низкого уровня шума |
		db 0F0h	; Ё		; 5F68 - Коэффициент динамической коррекции GBC	после пуска |
		db    3			; 5F69 - Ошибка	запрещающая регулирование | об/мин
		db    6			; 5F6A - Число стабильных циклов для обучения |	циклов
		db  60h	; `		; 5F6B - Коэффициент уменьшения	GTCDR 1	при обогащении |
		db  80h	; А		; 5F6C - Коэффициент уменьшения	GTCDR 2	при обогащении |
		db  50h	; P
		db  10h			; 5F6E - Коэффициент динамической коррекции UACC |
		db  73h	; s		; 5F6F - Порог температуры для активизации калибровки уровня шума | град.С
		db  55h	; U		; 5F70 - Температура включения контроля	детонации | град.С
		db  2Bh	; +		; 5F71 - К.Д.К.	GBC на оборотах	выше 5010 |
		db  0Ch			; 5F72 - Число циклов динамической коррекции |
		db    0			; 5F73 - Экстраполирующий коэффициент пересчета	GBC для	обеднения |
		db    1			; 5F74 - Зона нечувствительности по дросселю | %
		db 0DCh	; -		; 5F75 - Коэффициент уменьшения	GTCDL 1	при обеднении |
		db 0DEh	; ¦		; 5F76 - Коэффициент уменьшения	GTCDL 2	при обеднении |
		db  5Eh	; ^		; 5F77 - Температура ОГ	запрета	отключения топлива | град.С
		dw 6401h		; 5F78 - Порог детектора ошибки	высокого уровня	шума двигателя |
		db  6Ch	; l
		db    1
		db  10h			; 5F7C - Коэф. поцилиндрового фильтра шума двигателя |
		db  37h	; 7		; 5F7D - Нижний	порог температуры ОЖ для точки росы | град.С
		db  78h	; x		; 5F7E - Верхний порог температуры ОЖ для точки	росы | град.С
		db  31h	; 1		; 5F7F - Порог 1 суммарной массы воздуха для точки росы	| кг.
		db  55h	; U		; 5F80 - Порог 2 суммарной массы воздуха для точки росы	| кг.
		db  14h			; 5F81 - Минимальное напряжение	готовности | В
		db  1Ah			; 5F82 - Максимальное напряжение готовности | В
		db  0Dh			; 5F83 - Задержка готовности | сек.
		db  1Ah			; 5F84 - Коэффициент квантования МРВ на	32 |
		db  17h			; 5F85 - Ожидаемая температура ОГ в режиме отсечки топлива | град.С
		db    7			; 5F86 - Ожидаемая температура ОГ в точке росы | град.С
		db  5Eh	; ^		; 5F87 - Температура ОГ	для отключения нагревателя | град.С
		db  0Ah			; 5F88 - Шаг уменьшения	уставки	оборотов при кондиционировании | об/мин
		db 0A5h	; е		; 5F89 - Напряжение отключения нагрузок	при отказе РР |	В
		db  37h	; 7		; 5F8A - Температура ОЖ	для разрешения отключения нагревателя |	град.С
		db    0			; 5F8B - Максимальное опережение динамической корекции | гр.п.кв.
		db    0FAh		; 5F8C - Давление блокировки впрыска |
		db  6Eh	; n		; 5F8D - Температура активации УОЗ при движении	| град.С
		db 0BCh	; -		; 5F8E - Температура ОГ	для защиты нейтрализатора | град.С
		db    0			; 5F8F - Коррекция состава смеси для защиты нейтрализатора |
		db  15h			; 5F90 - Время для фиксации ошибки ДК |	сек.
		db  15h			; 5F91 - Макс. время неакт. ДК - диаг. нагревателя | сек.
		db  5Ah	; Z		; 5F92 - Максимальное время работы подогревателя до готовности | сек.
		db    2			; 5F93 - Время включения нагревателя | сек.
		db  0Ah
		db  0Ah
		db  78h	; x		; 5F96 - Температура разрешения	обучения | град.С
		db  4Dh	; M		; 5F97 - Минимальное KGBC |
		db  86h	; Ж		; 5F98 - Максимальное KGBC |
		db  0Ah			; 5F99 - Период	диагностики нагревателя	ДК | циклов
		db    0
		db  71h	; q
		db  31h	; 1
		db  9Fh	; Я
		db 0C0h	; L
		db 0E1h	; с
		db  4Bh	; K		; 5FA0 - Порог запрета диагностики датчика фаз | об/мин.
		db    6			; 5FA1 - Период	диагн. ошибки низкого уровня ДК	| циклов
		db    6			; 5FA2 - Период	диагн. ошибки высокого уровня ДК | циклов
		db  0Fh			; 5FA3 - Минимальное положение РХХ | шаг.
		db    1			; 5FA4 - Период	скорости изменения УОЗ |
		db  9Bh	; Ы		; 5FA5 - Порог температуры для отключения регулирования	| град.С
		db  0Ah			; 5FA6 - Смещение напр.	ДМРВ для диагностики ДПКВ | В
		db  32h	; 2		; 5FA7 - Период	для диагностики	ДПКВ | сек.
		dw 9600h		; 5FA8 - Минимальное время впрыска | мсек.
		db    1			; 5FAA - Cтационарность	по GBC для запрета расчетов пленки |
		db  14h			; 5FAB - Максимальное смещение УОЗ по Д.К. | гр.п.к.в.
		db  2Dh	; -
		db  9Eh	; Ю
		db  0Fh
		db  14h			; 5FAF - Период	диагностики уровня борт. напряжения | циклов
		db 0FFh
		db 0FFh
		db 0FBh	; v
		db 0F5h	; ї
		db  28h	; (
		db  16h
		db  6Eh	; n
		db  0Ah			; 5FB7 - Период	диагностики РХХ	| циклов
		db    5			; 5FB8 - Период	диагностики реле бензонасоса | циклов
		db  0Ah			; 5FB9 - Период	диагн. реле вентилятора	охлаждения | циклов
		db  93h	; У		; 5FBA - Температура запрета включения кондиционера | град.С
		db  96h	; Ц		; 5FBB - Температура принудительного отключения	кондиционера | град.С
		db  15h			; 5FBC - Коэффициэнт фильтра 5FBC |
		db 0A6h	; ж
		db  33h	; 3		; 5FBE - скорость изменения 2 |	1/сек^2
		db  38h	; 8		; 5FBF - Коэффициэнт фильтра 5FBF |
		db  33h	; 3		; 5FC0 - скорость изменения 3 |	1/сек^2
		db 0FBh	; v		; 5FC1 - скорость изменения 1 |	1/сек^2
		dw 1F05h		; 5FC2 - Константа (Д.П.В.) 5FC2 |
		db  90h	; Р
		db 0F9h	; •
		dw 1F05h		; 5FC6 - Константа (Д.П.В.) 5FC6 |
		db 0B0h	; -
		db  72h	; r
		db  50h	; P
		db  8Dh	; Н
		dw 0ED0Dh		; 5FCC - Константа (Д.П.В.) 5FCC |
		dw 0F701h		; 5FCE - Константа (Д.П.В.) 5FCE |
		db 0B0h	; -
		db    4
		db  0Ch			; 5FD2 - Нижний	порог диагностики пропусков по RPM | об/мин
		db  64h	; d		; 5FD3 - Верхний порог диагностики пропусков по	RPM | об/мин
		db    0
		db  1Eh			; 5FD5 - Стационарность	по RPM | об/мин/цикл
		db    4			; 5FD6 - Стационарность	по GBC |
		db  0Ah			; 5FD7 - Задержка диагностики после пуска | сек
		db 0B0h	; -
		db  15h
		db  0Ah
		db  14h
		dw 0B80Bh		; 5FDC - Порог 1 детектора (общая неравномерность) |
		dw 4006h		; 5FDE - Порог 2 детектора (по каждому цилиндру) |
		db    2			; 5FE0 - Циклов	с пропусками до	отключения цилиндра |
		db  14h			; 5FE1 - Время до гашения лампы	CE при вкл зажигания | cек.
		db  26h	; &		; 5FE2 - Минимальное положение РХХ при кондиционировании | шаг.
		db  0Ch			; 5FE3 - Скорость возобновления	кондиционирования | км/ч.
		db  3Ch	; <		; 5FE4 - Максимальное время непрерывной	работы кондиционера | минут
		db  3Ch	; <		; 5FE5 - Скорость принудительного отключения кондиционера | км/ч.
		db  96h	; Ц		; 5FE6 - Время контроля	2 напряжения питания |
		db  17h			; 5FE7 - Напряжение переключения Lean-Rich 2 | В
		db  18h			; 5FE8 - Напряжение переключения Rich-Lean 2 | В
		db    8
		db  48h	; H
		db  81h	; Б
		db  71h	; q
		db  7Dh	; }
		db  6Dh	; m		; 5FEE - Порог напр. для запрета диагн.	РХХ | В
		db    4			; 5FEF - Задержка при первом центирировании | циклов
		db    4			; 5FF0 - Задержка при последующем центирировании | циклов
		db    6			; 5FF1 - Задержка отключения питания | c
		db  14h			; 5FF2 - Период	для диагностики	ДПДЗ | циклов
		db    2			; 5FF3 - Стационарность	по оборотам | об/мин.c.
		db  65h	; e		; 5FF4 - Максимальное запаздывание по Д.К.УОЗ на разгоне. | гр.п.к.в
		db  3Ah	; :		; 5FF5 - Коэффициент динамической коррекции разгона. | гр.1000rpm.с.
		db  32h	; 2		; 5FF6 - Время перехода	с ХХ на	рабочие	режимы | cек.
		db  25h	; %
		db  0Eh
		db    3
		dw 6300h		; 5FFA - Константа (Д.П.В.) 5FFA |
		db  72h	; r
		db  0Fh			; 5FFD - Число циклов Д.К. УОЗ на разгоне. |
		db    7			; 5FFE - Число циклов Д.К. УОЗ на торможении. |
		db  80h	; А		; 5FFF - Состав	смеси в	аварийном режиме |
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  4Ah	; J
		db  37h	; 7
		db  2Eh	; .
		db  32h	; 2
		db    0
		db    0
		db    0
		db  37h	; 7
		db  35h	; 5
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  49h	; I
		db  32h	; 2
		db  30h	; 0
		db  35h	; 5
		db  44h	; D
		db  4Dh	; M
		db  35h	; 5
		db  33h	; 3
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  31h	; 1
		db  35h	; 5
		db  2Fh	; /
		db  30h	; 0
		db  32h	; 2
		db  2Fh	; /
		db  32h	; 2
		db  30h	; 0
		db  30h	; 0
		db  35h	; 5
		db  20h
		db  31h	; 1
		db  36h	; 6
		db  3Ah	; :
		db  30h	; 0
		db  30h	; 0
		db  32h	; 2
		db  31h	; 1
		db  31h	; 1
		db  32h	; 2
		db  34h	; 4
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db 0FFh			; 6050 - Скорость автомобиля для запрета отключения топлива | км/ч.
		db  3Bh	; ;
		db  92h	; Т
		db  3Ah	; :
		db    1			; 6054 - Зона нечувствительности по дросселю | %
		db  20h
		db    2
		db 0B9h	; ¦		; 6057 - Статическая производительность	форсунки | мг/мсек
		db 0F8h	; °		; 6058 - Число тактов с	большей	подачей	| тактов
		db 0FCh	; №		; 6059 - Пусковой период | тактов
		db  19h			; 605A - Обороты начала	выхода из режима пуска | об/мин
		db  50h	; P
		db 0D7h	; +		; 605C - Обороты блокировки впрыска | об./мин
		db    4			; 605D - Коррекция задержки УОЗ	при 10240 об/мин | гр.п.к.в.
		db    8			; 605E - Коррекция задержки фазы при 10240 об/мин | гр.п.к.в.
		db    0			; 605F - Минимальная фаза впрыска | гр.п.к.в.
		db  77h	; w		; 6060 - Максимальная фаза впрыска | гр.п.к.в.
		db    3			; 6061 - Фаза впрыска на пуске | гр.п.к.в.
		db    1			; 6062 - Минимальный расход воздуха для	диагностики ДМРВ | кг/час
		db  18h			; 6063 - Максимальный расход воздуха для диагностики ДМРВ | кг/час
		dw 0AF00h		; 6064 - Минимум для квантования GBC | мг./цикл
		db 0C3h	; +		; 6066 - Шаг квантования GBC | мг./цикл
		db  27h	; '             ; 6067 - Начальное положение ДПДЗ | В
		db  87h	; З		; 6068 - Коэффициент тарировки ДПДЗ | %/В
		db    2			; 6069 - Ширина	полосы адаптации ДПДЗ |	В
		db  64h	; d		; 606A - Максимальное положение	дросселя | %
		db  0Ah			; 606B - Минимальное напряжение	ДПДЗ | В
		db 0FAh	; ·		; 606C - Максимальное напряжение ДПДЗ |	В
		db  50h	; P		; 606D - Скорость изменения положения дросселя | %/сек.
		db    3			; 606E - Время работы бензонасоса до пуска | сек.
		db    3			; 606F - Время задержки	синхронизации |	сек.
		dw 8C0Ah		; 6070 - Цилиндровое GBC на пуске | мг./цикл
		dw 100Eh		; 6072 - Максимальное GBC | мг./цикл
		db  20h			; 6074 - Коэффициент динамической коррекции GBC	|
		db    5			; 6075 - Скорость входа	в режим	Launch,	км/ч | км/час
		db    5			; 6076 - Длина фильтра барокоррекции | сек.
		db    1			; 6077 - Макс. скорость	обеднения смеси	| 1/сек.
		db    5			; 6078 - Макс. скорость	обогащения смеси | 1/сек.
		db    0			; 6079 - Коррекция состава смеси при возобновлении топливоподачи |
		db 0C3h	; +		; 607A - Скорость изменения коррекции состава смеси | 1/сек.
		db  11h			; 607B - Скорость разрешения отключения	топлива	| км/час
		db  4Dh	; M
		db  18h			; 607D - Начальная температура прогретого двигателя | град.С
		db 0E2h	; т		; 607E - Минимальный реализуемый УОЗ | гр.п.к.в.
		db  5Ah	; Z		; 607F - Максимальный реализуемый УОЗ номер 1 |	гр.п.к.в.
		db    1			; 6080 - Макс. скорость	изменения УОЗ |	град./сек.
		db 0F4h	; Ї
		db  7Fh	; 		; 6082 - Максимальное положение	РХХ | шаг
		db  9Bh	; Ы
		db  26h	; &		; 6084 - Мин. расход воздуха (ограничение уставки) | кг/час
		db  8Ch	; М		; 6085 - Макс расход воздуха (ограничение уставки) | кг/час
		db  5Fh	; _		; 6086 - Коэффициент 1 переходного режима |
		db  3Dh	; =		; 6087 - Коэффициент 2 переходного режима |
		db  32h	; 2		; 6088 - Температура разрешения	динамической коррекции |
		db 0FFh
		db  50h	; P		; 608A - Температура разрешения	отключения топлива | град.С
		db    2
		db    2
		db  4Bh	; K		; 608D - Задержка отключения топливоподачи | сек.
		db  32h	; 2		; 608E - Задержка коррекции УОЗ	при отключении топливоподачи | сек.
		db  14h			; 608F - Смещение оборотов ХХ после пуска | об/мин
		db    1			; 6090 - Управление доп. вентилятором
		db  78h	; x		; 6091 - Температура включения Доп. вентилятора 
		db  73h	; s		; 6092 - Температура отключения Доп. вентилятора 
		db  40h	; @		; 6093 - Пропорциональный коэффициент 1	| гр./(об/мин)
		db  1Fh			; 6094 - Пропорциональный коэффициент 2	| гр./(об/мин)
		db    1			; 6095 - Зона нечувствительности | об/мин.
		db 0FAh	; ·		; 6096 - Минимальное смещение УОЗ | гр.п.к.в.
		db  18h			; 6097 - Максимальное смещение УОЗ | гр.п.к.в.
		dw 6A18h		; 6098 - Hаклон	характеристики ДАД | кПа/вольт
		dw 3000h		; 609A - Смещение характеристики ДАД | вольт
		db 0CDh	; =		; 609C - Коэффициент квантования ДТОЖ |
		db  46h	; F		; 609D - Начальный период восстановления УОЗ | сек.
		db  17h			; 609E - Напряжение переключения Rich-Lean | В
		db  1Fh			; 609F - Напряжение переключения Lean-Rich | В
		db  6Eh	; n		; 60A0 - Температура изменения времени прогрева	| град.С
		db  1Eh			; 60A1 - Время прогрева	при низкой температуре | сек.
		db  0Fh			; 60A2 - Время прогрева	при высокой температуре	| сек.
		db  4Eh	; N		; 60A3 - Температура включения регулирования | град.С
		db  80h	; А		; 60A4 - Начальное значение коррекции времени впрыска |
		db  2;			; 60A5 - Отклонение оборотов для блокировки интегратора | об/мин.
		db    2			; 60A6 - Допуск	на стационарность для обучения |
		db    5			; 60A7 - Градиент таблицы обучения |
		db    0			; 60A8 - Цикловая задержка при регулировании | циклов
		db  10h
		db  0Ah			; 60AA - Время анализа состояния ключа зажигания | сек.
		db 0D0h	; ¦
		db  1Eh			; 60AC - Максимальное опережение по Д.К.УОЗ на торможении. | гр.п.к.в
		dw 0DA93h		; 60AD - Цилиндровый объем двигателя | см.куб.
		db  0Ah
		db 0F8h	; °
		db    4			; 60B1 - Мин. напряжение АЦП ДТОЖ для диагностики | В
		db 0FCh	; №		; 60B2 - Макс. напряжение АЦП ДТОЖ для диагностики | В
		db  1Ch			; 60B3 - Минимальное положение РХХ при движении	| шаг.
		db  0Ch			; 60B4 - Ограничение смещения УОЗ при ошибках уровня шума | град.
		db    0			; 60B5 - Задержка контроля температуры двигателя после пуска | сек.
		db  0Ah			; 60B6 - Мин. напряжение АЦП ДТВ для диагностики | В
		db 0FCh	; №		; 60B7 - Макс. напряжение АЦП ДТВ для диагностики | В
		db    0			; 60B8 - Задержка контроля температуры воздуха после пуска | сек.
		db  50h	; P		; 60B9 - Расчетная температура при аварии ДТВ |	град.С
		db  3Dh	; =		; 60BA - Минимальное напряжение	бортовой сети |	В
		db 0AEh	; о		; 60BB - Максимальное напряжение бортовой сети | В
		db  39h	; 9		; 60BC - Смещение при квантовании напряжения | В
		db 0EAh	; ъ		; 60BD - Коэффициент квантования напряжения | В
		db  0Dh			; 60BE - Граничные обороты выбора напряжения при ошибке	| В
		db  68h	; h		; 60BF - Напряжение 1 бортовой сети при	ошибке | В
		db 0B0h	; -		; 60C0 - Напряжение 2 бортовой сети при	ошибке | В
		db  1Bh			; 60C1 - Коэффициэнт фильтра 60C1 |
		db    6			; 60C2 - Коэффициэнт фильтра 60C2 |
		db    0
		db  2Dh	; -		; 60C4 - Коэффициент динамической коррекции торможения.	| гр.1000rpm.с.
		db  1Eh
		db  50h	; P
		db  8Ah	; К		; 60C7 - Температура выключения	вентилятора | град.С
		db  8Eh	; О		; 60C8 - Температура включения вентилятора | град.С
		db  78h	; x		; 60C9 - Время задержки	отключения питания | сек.
		db  1Ah			; 60CA - Напряжение отключения питания | В
		db  80h	; А
		db    4			; 60CC - Количество шагов разгона/остановки | шаг.
		db 0FFh			; 60CD - Направление движения РХХ |
		db  0Fh			; 60CE - Время холодной	продувки | сек.
		db    5			; 60CF - Время горячей продувки	| сек.
		db    5			; 60D0 - Время между продувками	| сек.
		db  50h	; P		; 60D1 - Температура холодной продувки | град.С
		db  13h			; 60D2 - Поправка ALF (прогрев)
		db    9			; 60D3 - Время действия	послепускового К.Д.К. GBC | сек.
		db  19h			; 60D4 - Цикловая добавка времени впрыска для иммитатора | мсек.
		db    0			; 60D5 - Мин. напряжение АЦП ДК	для диагностики	| В
		db  38h	; 8		; 60D6 - Макс. напряжение АЦП ДК для диагностики | В
		db  6Eh	; n		; 60D7 - Условие 2-го ограничения по температуре | град.
		db  0Ah			; 60D8 - Время 3 прогрева | сек
		db  19h			; 60D9 - Добавка при работе в попарно-паралельном режиме | мсек.
		db  7Dh	; }
		db 0FDh	; ¤
		db 0FDh	; ¤
		db 0FBh	; v
		db    1
		db  7Dh	; }		; 60DF - GB при	одновременном отказе ДМРВ и ДПДЗ | кг/час
		db 0A7h	; з		; 60E0 - Обороты отключения контроля детонации | об/мин
		db    5			; 60E1 - Максимальное отклонение KGBC для адаптации |
		db  4Dh	; M
		db    1			; 60E3 - Последовательность работы катушек зажигания |
		db  2Eh	; .		; 60E4 - Коэффициент динамической коррекции GBC	для ХХ |
		db    0
		db  3Ch	; <		; 60E6 - Начальное минимальное время между циклами детонации | сек.
		db  38h	; 8		; 60E7 - Начальный относительный порог детонации |
		db 0A0h	; а		; 60E8 - Условие 2-го ограничения по оборотам ХХ | об/мин
		db  35h	; 5		; 60E9 - Граница включения подачи топлива | об./мин
		db  3Ch	; <		; 60EA - Граница отключения подачи топлива | об./мин
		db  14h			; 60EB - Ограничение ошибки П регулятора | об/мин
		db  0Ah
		db  0Ch			; 60ED - Смещение РХХ при включения вентилятора	| шаг.
		db  0Fh			; 60EE - Задержка включения вентилятора	| сек.
		db    2			; 60EF - Задержка адаптации РХХ	горячего двигателя | сек.
		db    2			; 60F0 - Нижний	порог скорости признака	движения | км/час
		db    4			; 60F1 - Верхний порог скорости	признака движения | км/час
		db    7			; 60F2 - Номер режимной	точки по RPM для диагностики ДСA |
		db    7			; 60F3 - Номер режимной	точки по GBC для диагностики ДСA |
		db  0Ah			; 60F4 - Время для диагностики ДСA | сек.
		db  0Ah			; 60F5 - Задержка адаптации РХХ	холодного двигателя | сек.
		db  7Fh	; 		; 60F6 - Максимальное положение	РХХ холодного двигателя	| шаг
		db  50h	; P		; 60F7 - Температура холодного пуска для регулирования | град.С
		db    1			; 60F8 - Условие 2-го ограничения по скорости |	км/ч.
		db  32h	; 2		; 60F9 - Максимальный реализуемый УОЗ номер 2 |	гр.п.к.в.
		db    5
		db  9Eh	; Ю
		db  62h	; b
		db    0
		dw 0A00Ch		; 60FE - Вес 1 импульса	ДРТ в еденицах времени впрыска | мсек.
		db    1
		db    0
		db    2
		db    3
		db 0EBh, 0BEh, 0A6h, 97h, 8Eh, 86h, 80h, 7Ah, 76h, 72h ; 6104 -	Тарировка ДТОЖ | Температура, град.С - Напряжение АЦП ДТОЖ
		db 6Eh,	6Ah, 67h, 64h, 61h, 5Eh, 5Bh, 58h, 55h,	53h, 50h
		db 4Dh,	4Ah, 46h, 43h, 40h, 3Ch, 38h, 33h, 2Dh,	26h, 17h
		db  0Ah
		db    5
		db 0FAh, 0D0h, 0AEh, 9Ah, 8Ch, 81h, 78h, 70h, 68h, 60h ; 6126 -	Тарировка ДТВ |	Температура, град.С - Напряжение АЦП ДТВ
		db 59h,	52h, 4Ah, 41h, 36h, 24h, 9
		db 0Fh,	0Fh, 0Dh, 0Bh, 9 ; 6137	- Динамика разгона РХХ | Время шага, мс. - Индекс скорости
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 3, 6	; 613C - Квантование оборотов |	Точка квантования - Обороты двигателя
		db 0Ah,	0Dh, 10h, 13h, 16h, 1Ah, 1Dh, 20h, 23h,	26h, 2Ah
		db 2Dh,	30h, 32h, 33h, 35h, 36h, 38h, 3Ah, 3Bh,	3Dh, 3Eh
		db 40h,	42h, 43h, 45h, 46h, 48h, 4Ah, 4Bh, 4Dh,	4Eh, 50h
		db 51h,	52h, 54h, 55h, 56h, 57h, 59h, 5Ah, 5Bh,	5Ch, 5Eh
		db 5Fh,	60h, 62h, 63h, 65h, 66h, 67h, 68h, 6Ah,	6Bh, 6Ch
		db 6Dh,	6Fh, 70h, 71h, 72h, 74h, 75h, 76h, 77h,	79h, 7Ah
		db 7Bh,	7Ch, 7Eh, 7Fh, 81h, 82h, 83h, 85h, 86h,	87h, 88h
		db 8Ah,	8Bh, 8Ch, 8Dh, 8Fh, 90h, 91h, 92h, 94h,	95h, 96h
		db 97h,	99h, 9Ah, 9Bh, 9Ch, 9Eh, 9Fh, 0A1h, 0A2h, 0A3h
		db 0A5h, 0A6h, 0A7h, 0A8h, 0AAh, 0ABh, 0ACh, 0ADh, 0AFh
		db 0B0h, 0B1h, 0B2h, 0B4h, 0B5h, 0B6h, 0B7h, 0B9h, 0BAh
		db 0BBh, 0BCh, 0BEh, 0BFh, 0C0h, 0C2h, 0C3h, 0C5h, 0C6h
		db 0C7h, 0C8h, 0CAh, 0CBh, 0CCh, 0CDh, 0CFh, 0D0h, 0D1h
		db 0D1h, 0D2h, 0D3h, 0D3h, 0D4h, 0D4h, 0D5h, 0D6h, 0D6h
		db 0D7h, 0D8h, 0D8h, 0D9h, 0DAh, 0DAh, 0DBh, 0DCh, 0DCh
		db 0DDh, 0DDh, 0DEh, 0DFh, 0DFh, 0E0h, 0E1h, 0E1h, 0E2h
		db 0E3h, 0E3h, 0E4h, 0E4h, 0E5h, 0E6h, 0E6h, 0E7h, 0E8h
		db 0E8h, 0E9h, 0EAh, 0EAh, 0EBh, 0ECh, 0ECh, 0EDh, 0EDh
		db 0EEh, 0EFh, 0EFh, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h
		db 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h
		db 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h
		db 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h
		db 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h
		db 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F0h
		db 0F0h, 0F0h, 0F0h, 0F0h, 0F0h
		; 623C, 32b - базовое duty (WGDC)
		db 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h
		db 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h, 0B3h
		;0x625C, 9b - коррекция duty по передаче
		db 80h, 59h, 6Ch, 80h, 86h, 73h, 0Ch, 3, 48h
		;0x6265, 39b - корекция duty по Твоздуха
		db 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h
		db 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h
		db 80h, 80h, 80h, 80h, 80h, 80h, 80h
		;0x628C, 1b - флаги управления соленоидом
		db 1h	; -
		;0x628D, 4b - переходные зоны
		db  11h
		db  38h ; 8
		db  2Fh ; /
		db 0FAh ; ¬
		db  14h
		db 0DAh	; -
		db  16h
		db 0D8h	; +
		db  18h
		db  12h
		db  1Bh
		db  4Ch	; L
		db  1Dh
		db  4Ch	; L
		db  1Dh
		db    0
		db    2
		db    4
		db    6
		db    8
		db  0Bh
		db  0Eh
		db  12h
		db  17h
		db  1Dh
		db  25h	; %
		db  2Eh	; .
		db  37h	; 7
		db  41h	; A
		db  50h	; P
		db  64h	; d
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0	; 62AC - Зона барокоррекции | Зона барокоррекции - Обороты коленвала, об/мин - Положение дросселя,%
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 5, 4, 3, 2, 1,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 5, 4, 3, 2, 1, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0Ch, 0Bh, 0Ah, 9, 8, 7, 6,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0Ch, 0Bh, 0Ah, 9, 8, 7, 6,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0Ch, 0Bh, 0Ah, 11h, 10h, 0Fh, 0Eh
		db 0Dh,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 11h, 10h, 0Fh
		db 0Eh,	0Dh, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 15h, 14h
		db 13h,	12h, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 15h, 14h
		db 13h,	12h, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 15h, 14h
		db 13h,	12h, 0,	0
		db 0E6h, 0E6h, 0E3h, 0DFh, 0DBh, 0D7h, 0D3h, 0CEh, 0C9h	; 63AC - Коррекция предельного GBC | Коэффициент коррекции - Температура, град.С
		db 0C4h, 0BDh, 0B7h, 0B0h, 0A9h, 0A3h, 9Ch, 97h, 92h, 8Dh
		db 89h,	85h, 83h, 81h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	7Fh, 7Dh, 7Bh, 78h, 76h, 74h, 73h, 73h
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 4	; 63D3 - Зона регулирования | Зона - Обороты коленвала,	об/мин - Цикловое наполнение,мг/цикл
		db 4, 4, 4, 4, 4, 4, 4,	4, 4, 0, 0, 0, 0, 0, 0,	4, 4, 4
		db 4, 4, 4, 4, 4, 4, 4,	4, 4, 4, 0, 0, 0, 4, 4,	4, 4, 4
		db 4, 4, 4, 4, 4, 4, 4,	4, 0, 0, 0, 4, 4, 5, 5,	5, 5, 5
		db 4, 4, 4, 4, 4, 4, 0,	0, 0, 4, 4, 5, 5, 5, 5,	5, 5, 4
		db 4, 4, 4, 4, 4, 0, 0,	4, 4, 5, 5, 5, 5, 5, 5,	5, 5, 4
		db 4, 4, 4, 0, 0, 4, 4,	5, 5, 5, 5, 5, 5, 5, 5,	5, 4, 4
		db 4, 0, 0, 4, 4, 5, 5,	5, 5, 5, 5, 5, 5, 5, 4,	4, 4, 0
		db 0, 4, 4, 5, 5, 5, 5,	5, 5, 5, 5, 5, 5, 5, 4,	0, 0, 4
		db 4, 5, 5, 5, 5, 5, 5,	5, 5, 5, 5, 5, 4, 0, 0,	4, 4, 5
		db 5, 5, 5, 5, 5, 5, 5,	5, 5, 5, 4, 0, 0, 4, 4,	5, 5, 5
		db 5, 5, 5, 5, 5, 5, 5,	5, 4, 0, 0, 4, 4, 5, 5,	5, 5, 5
		db 5, 5, 5, 5, 5, 5, 4,	0, 0, 0, 0, 1, 1, 1, 1,	1, 1, 1
		db 1, 1, 1, 1, 0, 0, 0,	0, 0, 1, 1, 1, 1, 1, 1,	1, 1, 1
		db 1, 1, 0, 0
		db 35h,	35h, 35h, 34h, 33h, 32h, 31h, 31h, 30h,	2Fh, 2Eh ; 64D3	- Фаза впрыска | Фаза, гр.п.к.в. - Обороты коленвала, об/мин - Цикловое	наполнение,мг/цикл
		db 2Dh,	2Ch, 2Bh, 2Ah, 29h, 34h, 34h, 34h, 34h,	33h, 32h
		db 31h,	30h, 2Fh, 2Eh, 2Dh, 2Ch, 2Bh, 2Ah, 29h,	28h, 34h
		db 34h,	34h, 34h, 33h, 32h, 31h, 2Fh, 2Eh, 2Dh,	2Ch, 2Bh
		db 2Ah,	29h, 28h, 27h, 34h, 34h, 34h, 34h, 32h,	31h, 30h
		db 2Eh,	2Dh, 2Ch, 2Bh, 2Ah, 29h, 28h, 27h, 26h,	34h, 34h
		db 34h,	33h, 31h, 30h, 2Fh, 2Dh, 2Ch, 2Bh, 2Ah,	29h, 28h
		db 27h,	26h, 25h, 33h, 33h, 33h, 32h, 30h, 2Fh,	2Eh, 2Ch
		db 2Bh,	2Ah, 29h, 28h, 27h, 26h, 25h, 25h, 32h,	32h, 32h
		db 31h,	2Fh, 2Eh, 2Dh, 2Bh, 2Ah, 29h, 28h, 27h,	26h, 25h
		db 25h,	25h, 31h, 31h, 31h, 30h, 2Eh, 2Dh, 2Ch,	2Ah, 29h
		db 28h,	27h, 26h, 25h, 25h, 25h, 25h, 30h, 30h,	30h, 2Fh
		db 2Dh,	2Ch, 2Bh, 29h, 28h, 27h, 26h, 25h, 25h,	25h, 25h
		db 25h,	2Fh, 2Fh, 2Fh, 2Eh, 2Ch, 2Bh, 2Ah, 28h,	27h, 26h
		db 25h,	25h, 25h, 25h, 25h, 25h, 2Eh, 2Eh, 2Eh,	2Dh, 2Bh
		db 2Ah,	29h, 27h, 26h, 25h, 25h, 25h, 25h, 25h,	25h, 25h
		db 2Dh,	2Dh, 2Dh, 2Ch, 2Ah, 29h, 28h, 26h, 25h,	25h, 25h
		db 25h,	25h, 25h, 25h, 25h, 2Ch, 2Ch, 2Ch, 2Bh,	29h, 28h
		db 27h,	25h, 25h, 25h, 25h, 25h, 25h, 25h, 25h,	25h, 2Bh
		db 2Bh,	2Bh, 2Ah, 28h, 27h, 26h, 25h, 25h, 25h,	25h, 25h
		db 25h,	25h, 25h, 25h, 2Ah, 2Ah, 2Ah, 29h, 27h,	26h, 26h
		db 25h,	25h, 25h, 25h, 25h, 25h, 25h, 25h, 25h,	29h, 29h
		db 29h,	27h, 26h, 26h, 26h, 25h, 25h, 25h, 25h,	25h, 25h
		db 25h,	25h, 25h
		db 3, 3, 3, 3, 3, 3, 3,	3, 3, 2, 2, 2, 2, 2, 2,	2, 2, 2	; 65D3 - Фаза начала измерения детонации | Положение КВ, град. - Обороты коленвала, об/мин
		db 2, 2, 2, 2, 2, 2, 2,	2, 2, 2, 2, 2, 2, 2
		db 7, 7, 7, 7, 7, 7, 7,	7, 7, 7, 7, 7, 8, 8, 8,	8, 9, 9	; 65F3 - Фаза окончания	измерения детонации | Положение	КВ, град. - Обороты коленвала, об/мин
		db 9, 9, 9, 9, 9, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah,	0Ah, 0Ah
		db 0Ah
		db 40h,	41h, 42h, 42h, 44h, 45h, 47h, 48h, 49h,	49h, 46h ; 6613	- Коэффициент выбора Тзаряда | Коэффициент - Обороты коленвала,	об/мин - Положение дросселя,%
		db 45h,	45h, 46h, 47h, 48h, 40h, 41h, 42h, 43h,	45h, 46h
		db 47h,	48h, 49h, 49h, 47h, 47h, 47h, 47h, 49h,	4Ah, 40h
		db 42h,	44h, 45h, 46h, 47h, 48h, 49h, 4Ah, 4Ah,	49h, 49h
		db 49h,	4Ah, 4Bh, 4Ch, 41h, 43h, 44h, 46h, 48h,	49h, 4Ah
		db 4Ah,	4Ah, 4Bh, 4Ch, 4Bh, 4Bh, 4Ch, 4Eh, 50h,	41h, 44h
		db 46h,	47h, 4Ah, 4Ch, 4Dh, 4Dh, 4Dh, 4Eh, 4Fh,	4Fh, 4Eh
		db 4Fh,	52h, 55h, 42h, 45h, 47h, 49h, 4Dh, 50h,	53h, 53h
		db 53h,	54h, 55h, 54h, 54h, 54h, 57h, 5Ah, 42h,	45h, 48h
		db 4Bh,	50h, 55h, 58h, 5Ah, 5Bh, 5Dh, 5Dh, 5Ch,	5Bh, 59h
		db 5Dh,	61h, 43h, 46h, 49h, 4Ch, 53h, 58h, 5Eh,	60h, 63h
		db 65h,	67h, 67h, 65h, 63h, 67h, 6Bh, 43h, 46h,	4Ah, 4Eh
		db 55h,	5Ch, 62h, 67h, 6Ch, 70h, 73h, 74h, 73h,	71h, 75h
		db 7Ah,	43h, 47h, 4Ah, 4Eh, 56h, 5Fh, 67h, 6Eh,	75h, 7Ch
		db 80h,	84h, 84h, 84h, 87h, 8Ch, 44h, 47h, 4Bh,	4Fh, 57h
		db 60h,	6Ah, 75h, 7Eh, 86h, 8Dh, 92h, 95h, 94h,	99h, 9Eh
		db 43h,	47h, 4Bh, 4Fh, 58h, 61h, 6Dh, 78h, 84h,	8Eh, 97h
		db 9Eh,	0A3h, 0A2h, 0A8h, 0AFh,	43h, 47h, 4Bh, 50h, 58h
		db 61h,	6Dh, 7Ah, 87h, 93h, 9Dh, 0A6h, 0ACh, 0AEh, 0B6h
		db 0C1h, 43h, 47h, 4Bh,	50h, 58h, 62h, 6Eh, 7Dh, 89h, 96h
		db 0A2h, 0ADh, 0B4h, 0B8h, 0C4h, 0D1h, 43h, 47h, 4Bh, 50h
		db 59h,	63h, 70h, 7Dh, 8Bh, 99h, 0A7h, 0B3h, 0BAh, 0C0h
		db 0CEh, 0E0h, 43h, 47h, 4Bh, 50h, 5Ah,	64h, 71h, 7Dh
		db 8Ch,	9Ah, 0AAh, 0B7h, 0BEh, 0C4h, 0D7h, 0E6h
		db 0D9h, 0B9h, 0A1h, 87h, 86h, 83h, 80h, 80h, 80h, 80h ; 6713 -	Коэффициент весовой коррекции от ТОЖ | Коэффициент коррекции - Текущая ТОЖ, град - ТОЖ при пуске,град
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 0B9h, 0A1h, 87h
		db 86h,	83h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 0AEh,	8Eh, 86h, 82h, 80h, 80h, 80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	8Eh, 86h
		db 82h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 86h, 82h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 82h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 88h, 88h, 88h, 88h, 88h, 88h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 88h,	88h, 88h
		db 88h,	88h, 88h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 88h, 88h, 88h, 88h, 88h, 88h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 88h, 88h,	88h, 88h
		db 88h,	88h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	88h, 88h, 88h, 88h, 88h, 88h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 88h, 88h, 88h,	88h, 88h
		db 88h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 88h,	88h, 88h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 88h, 88h, 88h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h
		db 90h,	90h, 90h, 90h, 90h, 93h, 92h, 0A6h, 0A6h, 0B1h ; 6813 -	Поправка ЦH при	аварии ДПДЗ | Коэффициент коррекции - Обороты коленвала, об/мин	- Цикловое наполнение,мг/цикл
		db 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 90h, 90h, 90h, 90h
		db 90h,	93h, 92h, 9Eh, 97h, 9Dh, 8Eh, 0C0h, 0C0h, 0C0h
		db 0C0h, 0C0h, 81h, 81h, 81h, 81h, 90h,	93h, 92h, 98h
		db 93h,	96h, 8Bh, 97h, 8Ch, 92h, 93h, 93h, 84h,	84h, 84h
		db 8Fh,	90h, 93h, 90h, 98h, 8Ah, 8Ch, 88h, 99h,	8Dh, 8Ch
		db 85h,	85h, 90h, 90h, 90h, 90h, 90h, 90h, 8Dh,	8Ch, 8Ah
		db 89h,	88h, 97h, 8Ah, 8Ah, 85h, 85h, 91h, 91h,	91h, 91h
		db 8Dh,	90h, 89h, 8Ch, 8Ah, 87h, 87h, 8Eh, 86h,	8Ah, 85h
		db 85h,	90h, 90h, 90h, 90h, 96h, 8Ch, 89h, 87h,	87h, 87h
		db 85h,	88h, 86h, 86h, 85h, 85h, 81h, 81h, 81h,	81h, 88h
		db 86h,	88h, 87h, 86h, 87h, 85h, 88h, 87h, 89h,	88h, 88h
		db 8Eh,	8Eh, 8Eh, 8Eh, 88h, 86h, 88h, 88h, 86h,	85h, 84h
		db 85h,	87h, 89h, 88h, 88h, 88h, 88h, 88h, 88h,	87h, 86h
		db 87h,	88h, 86h, 85h, 84h, 85h, 88h, 89h, 87h,	87h, 88h
		db 88h,	88h, 88h, 86h, 85h, 87h, 88h, 86h, 84h,	86h, 8Bh
		db 88h,	87h, 87h, 87h, 88h, 88h, 88h, 88h, 88h,	87h, 87h
		db 88h,	85h, 84h, 86h, 8Bh, 85h, 87h, 87h, 87h,	81h, 81h
		db 81h,	81h, 88h, 87h, 85h, 88h, 85h, 85h, 87h,	89h, 85h
		db 86h,	88h, 88h, 88h, 88h, 88h, 88h, 88h, 88h,	80h, 7Fh
		db 87h,	89h, 8Ch, 89h, 85h, 86h, 88h, 88h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 8Bh, 80h, 8Ch, 86h,	85h, 86h
		db 86h,	86h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 87h, 87h, 80h, 80h, 80h
		db 2, 2, 7, 6, 4, 3, 3,	3, 3, 2, 2, 2, 2, 2, 2,	2, 2, 2	; 6913 - Шаг уменьшения	уставки	оборотов 1 | (об/мин)/сек - скорость автомобиля, км/час
		db 2, 2, 2, 2, 2, 2, 2,	2, 2, 2, 2, 2, 2, 2
		db 2, 5, 5, 5, 5, 5, 2,	2, 2, 2, 2, 2, 2, 2, 2,	2, 2, 2	; 6933 - Шаг уменьшения	уставки	оборотов 2 | (об/мин)/сек - скорость автомобиля, км/час
		db 2, 2, 2, 2, 2, 2, 2,	2, 2, 2, 2, 2, 2, 2
		db 80h,	80h, 7Ch, 7Ah, 7Ah, 7Dh, 81h, 85h, 86h,	7Dh, 77h ; 6953	- Состав смеси от оборотов и дросселя |	Отношение воздух/топливо - Обороты коленвала, об/мин - Положение дросселя,%
		db 77h,	76h, 73h, 72h, 6Fh, 80h, 80h, 7Ah, 79h,	79h, 7Ch
		db 80h,	84h, 85h, 7Ch, 77h, 76h, 76h, 73h, 72h,	6Fh, 80h
		db 80h,	79h, 78h, 78h, 7Bh, 7Eh, 83h, 85h, 7Ch,	77h, 76h
		db 76h,	73h, 72h, 6Fh, 80h, 7Fh, 77h, 77h, 77h,	7Bh, 7Eh
		db 81h,	84h, 7Dh, 77h, 76h, 76h, 73h, 72h, 6Fh,	80h, 7Eh
		db 76h,	75h, 76h, 7Ah, 7Eh, 80h, 83h, 7Ch, 77h,	76h, 76h
		db 73h,	72h, 6Fh, 80h, 7Dh, 75h, 75h, 76h, 79h,	7Dh, 80h
		db 82h,	7Ch, 76h, 76h, 76h, 73h, 72h, 6Fh, 80h,	7Dh, 74h
		db 74h,	74h, 77h, 7Ch, 7Fh, 81h, 7Bh, 75h, 74h,	75h, 73h
		db 71h,	6Fh, 80h, 7Ch, 72h, 71h, 72h, 75h, 79h,	7Eh, 80h
		db 79h,	74h, 73h, 73h, 72h, 71h, 70h, 80h, 7Ch,	71h, 70h
		db 71h,	72h, 75h, 7Ah, 7Ah, 77h, 73h, 71h, 71h,	70h, 6Fh
		db 6Dh,	80h, 7Ch, 70h, 6Fh, 6Fh, 6Fh, 72h, 76h,	76h, 75h
		db 70h,	6Fh, 6Fh, 6Dh, 6Ch, 6Bh, 80h, 7Dh, 6Fh,	6Dh, 6Ch
		db 6Dh,	6Eh, 70h, 70h, 6Fh, 6Dh, 6Bh, 6Bh, 6Ah,	68h, 66h
		db 80h,	7Dh, 6Eh, 6Bh, 6Bh, 6Bh, 6Bh, 6Ah, 6Ah,	6Ah, 69h
		db 67h,	65h, 63h, 61h, 5Fh, 80h, 7Dh, 6Dh, 6Ah,	69h, 68h
		db 67h,	66h, 65h, 64h, 63h, 60h, 5Fh, 5Ch, 5Ah,	59h, 80h
		db 7Dh,	6Dh, 69h, 67h, 66h, 65h, 64h, 63h, 62h,	61h, 5Eh
		db 5Bh,	59h, 56h, 55h, 80h, 7Dh, 6Ch, 68h, 66h,	65h, 64h
		db 62h,	61h, 60h, 5Fh, 5Ch, 58h, 55h, 53h, 52h,	80h, 7Dh
		db 6Ah,	67h, 65h, 64h, 63h, 61h, 60h, 5Fh, 5Dh,	5Bh, 56h
		db 54h,	51h, 51h
		db 48h,	48h, 48h, 48h, 48h, 48h, 48h, 48h, 48h,	48h, 48h ; 6A53	- Базовый состав смеси | Отношение воздух/топливо - Температура, град.С
		db 48h,	48h, 48h, 48h, 48h, 48h, 48h, 48h, 48h,	48h, 48h
		db 48h,	48h, 48h, 48h, 48h, 48h, 48h, 48h, 48h,	48h, 48h
		db 48h,	48h, 48h, 48h, 48h, 48h
		db 83h,	87h, 8Dh, 97h, 0A4h, 0B4h, 0C3h, 0D1h, 0DDh, 0E7h ; 6A7A - Коррекция базового состава смеси | Коэффициент коррекции - Температура, град.С
		db 0F1h, 0FAh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh
		db 7Fh,	7Fh, 7Fh, 7Fh, 7Fh, 7Fh, 7Eh, 7Ch, 7Ah,	77h, 74h ; 6AA1	- Положение РХХ	при пуске | Шаги РХХ - Температура, град.С
		db 71h,	6Eh, 6Ah, 66h, 62h, 5Dh, 54h, 4Bh, 43h,	43h, 43h
		db 43h,	43h, 43h, 43h, 43h, 43h, 45h, 47h, 4Ah,	4Dh, 50h
		db 50h,	50h, 50h, 50h, 50h, 50h
		db 33h,	35h, 37h, 39h, 3Eh, 43h, 47h, 4Ah, 4Eh,	50h, 51h ; 6AC8	- УОЗ от давления | УОЗ, гр.п.к.в. - Обороты коленвала,	об/мин - Абсолютное давление, кПа*10
		db 52h,	53h, 53h, 53h, 53h, 31h, 33h, 34h, 36h,	3Bh, 3Fh
		db 42h,	47h, 4Ah, 4Ch, 4Eh, 4Eh, 4Fh, 4Fh, 50h,	50h, 2Fh
		db 31h,	32h, 34h, 38h, 3Ch, 40h, 43h, 47h, 49h,	4Ah, 4Bh
		db 4Bh,	4Dh, 4Dh, 4Dh, 2Ch, 2Dh, 30h, 32h, 35h,	39h, 3Dh
		db 40h,	44h, 45h, 46h, 47h, 48h, 49h, 49h, 4Ah,	2Bh, 2Dh
		db 2Eh,	30h, 32h, 37h, 3Ch, 3Eh, 40h, 41h, 43h,	45h, 45h
		db 46h,	46h, 46h, 2Bh, 2Ch, 2Dh, 2Eh, 30h, 33h,	37h, 3Ah
		db 3Bh,	3Eh, 3Fh, 41h, 43h, 44h, 45h, 45h, 29h,	2Ah, 2Bh
		db 2Dh,	2Fh, 31h, 34h, 37h, 39h, 3Bh, 3Ch, 3Dh,	3Fh, 40h
		db 41h,	42h, 27h, 27h, 2Ah, 2Ch, 2Dh, 30h, 33h,	36h, 37h
		db 38h,	39h, 3Ah, 3Ch, 3Dh, 3Eh, 3Fh, 25h, 25h,	29h, 2Ah
		db 2Ch,	2Eh, 32h, 33h, 34h, 35h, 35h, 38h, 3Ah,	3Ch, 3Dh
		db 3Fh,	24h, 24h, 27h, 28h, 2Ah, 2Ch, 2Eh, 30h,	31h, 32h
		db 34h,	37h, 39h, 3Bh, 3Bh, 3Ch, 21h, 21h, 25h,	27h, 29h
		db 2Bh,	2Eh, 2Fh, 31h, 33h, 35h, 37h, 39h, 3Ah,	3Ah, 3Ah
		db 1Eh,	1Fh, 23h, 25h, 28h, 2Ah, 2Dh, 30h, 31h,	32h, 33h
		db 36h,	38h, 39h, 39h, 39h, 1Ch, 1Eh, 21h, 24h,	26h, 28h
		db 2Bh,	2Fh, 30h, 31h, 32h, 34h, 37h, 38h, 39h,	39h, 1Dh
		db 1Eh,	20h, 23h, 25h, 27h, 29h, 2Dh, 2Eh, 2Fh,	30h, 33h
		db 36h,	37h, 37h, 37h, 1Dh, 1Eh, 20h, 22h, 24h,	25h, 27h
		db 2Bh,	2Ch, 2Dh, 2Eh, 31h, 33h, 34h, 35h, 35h,	1Dh, 1Eh
		db 20h,	22h, 23h, 24h, 26h, 2Ah, 2Bh, 2Ch, 2Dh,	30h, 32h
		db 33h,	33h, 33h
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0	; 6BC8 - Динамическая коррекция	GTC по GBC | Коэффициент коррекции - Цикловое наполнение, мг/цикл
		db 42h,	0, 84h,	0, 0C7h, 0, 9, 1, 2Dh, 1, 52h, 1, 77h
		db 1, 9Dh, 1, 3, 2, 6Dh, 2, 0D6h, 2, 3Fh, 3, 0A8h, 3, 11h
		db 4, 78h, 4, 0E0h, 4, 5Ah, 5, 0D3h, 5,	4Ch, 6,	0C6h, 6
		db 40h,	7, 0BAh, 7, 33h, 8, 0ADh, 8, 45h, 9, 0DEh, 9, 76h
		db 0Ah,	0Eh, 0Bh, 83h, 0Bh, 0FCh, 0Bh, 75h, 0Ch, 0EFh
		db 0Ch,	86h, 0Dh, 1Dh, 0Eh, 0B4h, 0Eh, 4Bh, 0Fh, 0E2h
		db 0Fh,	7Ah, 10h, 11h, 11h, 0A8h, 11h, 84h, 12h, 5Dh, 13h
		db 35h,	14h, 0Eh, 15h, 0C6h, 15h, 7Fh, 16h, 39h, 17h, 0F2h
		db 17h,	0Ch, 19h, 22h, 1Ah, 3Dh, 1Bh, 58h, 1Ch,	50h, 1Dh
		db 48h,	1Eh, 40h, 1Fh
		db  38h	; 8
		db  20h
		db  96h	; Ц
		db  21h	; !
		db 0F8h	; °
		db  22h	; "
		db  60h	; `
		db  24h	; $
		db 0C5h	; +
		db  25h	; %
		db  24h	; $
		db  27h	; '
		db  86h	; Ж
		db  28h	; (
		db 0E8h	; ш
		db  29h	; )
		db  4Dh	; M
		db  2Bh	; +
		db 0AFh	; п
		db  2Ch	; ,
		db  11h
		db  2Eh	; .
		db  74h	; t
		db  2Fh	; /
		db  9Bh	; Ы
		db  30h	; 0
		db  0Ch
		db  32h	; 2
		db  7Dh	; }
		db  33h	; 3
		db 0ECh	; ь
		db  34h	; 4
		db  5Fh	; _
		db  36h	; 6
		db  22h	; "
		db  38h	; 8
		db 0E6h	; ц
		db  39h	; 9
		db 0AAh	; к
		db  3Bh	; ;
		db  6Dh	; m
		db  3Dh	; =
		db  36h	; 6
		db  3Fh	; ?
		db    8
		db  41h	; A
		db 0D8h	; +
		db  42h	; B
		db 0ADh	; н
		db  44h	; D
		db  2Eh	; .
		db  47h	; G
		db 0B0h	; -
		db  49h	; I
		db  33h	; 3
		db  4Ch	; L
		db 0B5h	; ¦
		db  4Eh	; N
		db  42h	; B
		db  51h	; Q
		db 0D0h	; ¦
		db  53h	; S
		db  5Eh	; ^
		db  56h	; V
		db 0EFh	; я
		db  58h	; X
		db 0CEh	; +
		db  5Bh	; [
		db 0B0h	; -
		db  5Eh	; ^
		db  92h	; Т
		db  61h	; a
		db  76h	; v
		db  64h	; d
		db  32h	; 2
		db  67h	; g
		db 0F0h	; Ё
		db  69h	; i
		db 0B4h	; +
		db  6Ch	; l
		db  7Ch	; |
		db  6Fh	; o
		db  96h	; Ц
		db  72h	; r
		db 0B4h	; +
		db  75h	; u
		db 0D2h	; T
		db  78h	; x
		db 0F2h	; Є
		db  7Bh	; {
		db  0Eh
		db  7Fh	; 
		db  2Bh	; +
		db  82h	; В
		db  49h	; I
		db  85h	; Е
		db  67h	; g
		db  88h	; И
		db  0Ch
		db  8Ah	; К
		db 0BBh	; ¬
		db  8Bh	; Л
		db  66h	; f
		db  8Dh	; Н
		db  0Fh
		db  8Fh	; П
		db  48h	; H
		db  90h	; Р
		db  86h	; Ж
		db  91h	; С
		db 0C4h	; -
		db  92h	; Т
		db    2
		db  94h	; Ф
		db  38h	; 8
		db  94h	; Ф
		db  74h	; t
		db  94h	; Ф
		db 0AAh	; к
		db  94h	; Ф
		db 0E3h	; у
		db  94h	; Ф
		db 0E3h	; у
		db  94h	; Ф
		db 0E3h	; у
		db  94h	; Ф
		db 0E3h	; у
		db  94h	; Ф
		db  2Bh	; +
		db  2Dh	; -
		db  2Fh	; /
		db  32h	; 2
		db  3Dh	; =
		db  3Fh	; ?
		db  42h	; B
		db  4Ah	; J
		db  4Bh	; K
		db  4Ch	; L
		db  4Dh	; M
		db  4Fh	; O
		db  50h	; P
		db  52h	; R
		db  54h	; T
		db  54h	; T
		db  2Bh	; +
		db  2Dh	; -
		db  2Fh	; /
		db  32h	; 2
		db  3Dh	; =
		db  3Fh	; ?
		db  42h	; B
		db  4Ah	; J
		db  4Bh	; K
		db  4Ch	; L
		db  4Dh	; M
		db  4Fh	; O
		db  50h	; P
		db  52h	; R
		db  54h	; T
		db  54h	; T
		db  2Bh	; +
		db  2Dh	; -
		db  2Fh	; /
		db  32h	; 2
		db  3Dh	; =
		db  3Fh	; ?
		db  42h	; B
		db  4Ah	; J
		db  4Bh	; K
		db  4Ch	; L
		db  4Dh	; M
		db  4Fh	; O
		db  50h	; P
		db  52h	; R
		db  54h	; T
		db  54h	; T
		db  2Bh	; +
		db  2Ch	; ,
		db  2Eh	; .
		db  32h	; 2
		db  3Dh	; =
		db  3Fh	; ?
		db  42h	; B
		db  4Ah	; J
		db  4Bh	; K
		db  4Ch	; L
		db  4Dh	; M
		db  4Fh	; O
		db  50h	; P
		db  52h	; R
		db  54h	; T
		db  54h	; T
		db  2Ah	; *
		db  2Ch	; ,
		db  2Eh	; .
		db  32h	; 2
		db  3Ch	; <
		db  3Eh	; >
		db  42h	; B
		db  48h	; H
		db  49h	; I
		db  4Ah	; J
		db  4Bh	; K
		db  4Dh	; M
		db  4Eh	; N
		db  52h	; R
		db  54h	; T
		db  54h	; T
		db  26h	; &
		db  28h	; (
		db  2Ah	; *
		db  2Eh	; .
		db  3Ah	; :
		db  3Dh	; =
		db  41h	; A
		db  45h	; E
		db  46h	; F
		db  47h	; G
		db  48h	; H
		db  4Ah	; J
		db  4Ch	; L
		db  51h	; Q
		db  53h	; S
		db  53h	; S
		db  23h	; #
		db  25h	; %
		db  27h	; '
		db  2Bh	; +
		db  38h	; 8
		db  3Bh	; ;
		db  3Fh	; ?
		db  43h	; C
		db  44h	; D
		db  45h	; E
		db  46h	; F
		db  47h	; G
		db  4Ah	; J
		db  4Eh	; N
		db  51h	; Q
		db  51h	; Q
		db  21h	; !
		db  23h	; #
		db  25h	; %
		db  29h	; )
		db  35h	; 5
		db  38h	; 8
		db  3Dh	; =
		db  40h	; @
		db  41h	; A
		db  42h	; B
		db  44h	; D
		db  45h	; E
		db  49h	; I
		db  4Dh	; M
		db  4Eh	; N
		db  4Eh	; N
		db  1Fh
		db  21h	; !
		db  23h	; #
		db  27h	; '
		db  32h	; 2
		db  36h	; 6
		db  3Bh	; ;
		db  3Dh	; =
		db  3Fh	; ?
		db  40h	; @
		db  41h	; A
		db  42h	; B
		db  48h	; H
		db  49h	; I
		db  49h	; I
		db  49h	; I
		db  19h
		db  1Bh
		db  1Dh
		db  24h	; $
		db  30h	; 0
		db  32h	; 2
		db  39h	; 9
		db  3Bh	; ;
		db  3Ch	; <
		db  3Eh	; >
		db  3Fh	; ?
		db  41h	; A
		db  46h	; F
		db  47h	; G
		db  47h	; G
		db  47h	; G
		db  11h
		db  13h
		db  15h
		db  1Dh
		db  2Ch	; ,
		db  2Fh	; /
		db  37h	; 7
		db  3Ah	; :
		db  3Bh	; ;
		db  3Dh	; =
		db  3Eh	; >
		db  40h	; @
		db  45h	; E
		db  46h	; F
		db  46h	; F
		db  46h	; F
		db  0Ch
		db  0Eh
		db  10h
		db  16h
		db  27h	; '
		db  29h	; )
		db  34h	; 4
		db  37h	; 7
		db  39h	; 9
		db  3Bh	; ;
		db  3Dh	; =
		db  3Fh	; ?
		db  44h	; D
		db  45h	; E
		db  45h	; E
		db  45h	; E
		db    6
		db    8
		db  0Ah
		db  11h
		db  24h	; $
		db  26h	; &
		db  2Dh	; -
		db  30h	; 0
		db  32h	; 2
		db  36h	; 6
		db  3Ah	; :
		db  3Ch	; <
		db  42h	; B
		db  44h	; D
		db  44h	; D
		db  44h	; D
		db    5
		db    7
		db    9
		db  0Dh
		db  1Ch
		db  20h
		db  2Ah	; *
		db  2Ch	; ,
		db  2Eh	; .
		db  31h	; 1
		db  37h	; 7
		db  39h	; 9
		db  3Fh	; ?
		db  41h	; A
		db  41h	; A
		db  41h	; A
		db    3
		db    5
		db    7
		db  0Bh
		db  19h
		db  1Eh
		db  27h	; '
		db  29h	; )
		db  2Bh	; +
		db  2Eh	; .
		db  33h	; 3
		db  35h	; 5
		db  3Ah	; :
		db  3Ch	; <
		db  3Ch	; <
		db  3Ch	; <
		db    1
		db    3
		db    5
		db    9
		db  18h
		db  1Dh
		db  25h	; %
		db  28h	; (
		db  2Ah	; *
		db  2Ch	; ,
		db  30h	; 0
		db  31h	; 1
		db  34h	; 4
		db  37h	; 7
		db  38h	; 8
		db  38h	; 8
		UOZ_BASE_CALIBR
		KUOZ_TWAT ; 6EC8	- Коррекция УОЗ	по температуре ОЖ | Поправка УОЗ, гр.п.к.в. - Температура, град.С
		db 14h,	14h, 14h, 14h, 14h, 14h, 15h, 17h, 19h,	1Ah, 1Bh ; 6EEF	- Зона регулирования по	дросселю | Положение дросселя, % - Обороты, об/мин
		db 1Eh,	20h, 22h, 25h, 28h, 2Bh, 2Eh, 31h, 32h,	32h, 32h
		db 32h,	32h, 32h, 32h, 32h, 32h, 32h, 32h, 32h,	32h
		db 7Fh,	7Fh, 7Fh, 7Fh, 7Fh, 7Fh, 7Eh, 7Ah, 74h,	65h, 51h ; 6F0F	- Положение РХХ	при отказе ДПДЗ	| Положение РХХ	- Температура, град.С
		db 50h,	4Fh, 4Ch, 4Ah, 48h, 47h, 44h, 40h, 3Dh,	39h, 36h
		db 34h,	32h, 2Fh, 2Bh, 27h, 27h, 27h, 27h, 2Dh,	32h, 35h
		db 38h,	3Ah, 3Ah, 3Ah, 3Ah, 3Ah
		db 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch ; 6F36 - Задержка отключения топливоподачи
		db 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ah, 30h, 2Bh, 21h
		db 1Ah, 14h, 0Fh, 0Ch, 0Ah, 9, 8, 7, 6, 5
		db 0A0h, 0A0h, 9Eh, 9Ch, 9Ah, 98h, 96h,	93h, 90h, 8Dh ;	6F56 - Желаемые	обороты	ХХ | Обороты, об/мин - Температура, град.С
		db 8Ah,	87h, 82h, 7Dh, 75h, 6Dh, 66h, 62h, 5Fh,	5Dh, 5Bh
		db 59h,	57h, 55h, 54h, 54h, 54h, 54h, 54h, 54h,	55h, 5Ah
		db 5Fh,	5Fh, 5Fh, 5Fh, 5Fh, 5Fh, 5Fh
		db 18h,	18h, 18h, 18h, 18h, 18h, 18h, 18h, 18h,	1Bh, 1Eh ; 6F7D	- УОЗ на ХХ | УОЗ, гр.п.к.в. - Обороты коленвала, об/мин
		db 22h,	25h, 28h, 2Ah, 2Dh, 30h, 33h, 37h, 3Ch,	3Fh, 44h
		db 48h,	4Ch, 4Fh, 52h, 54h, 55h, 56h, 56h, 56h,	56h
		db 0F6h, 0F6h, 0F6h, 0F6h, 0F6h, 0F6h, 0F6h, 0F6h, 0F6h	; 6F9D - Коррекция УОЗ на ХХ | УОЗ, гр.п.к.в. -	Температура, град.С
		db 0F6h, 0F6h, 0F6h, 0F6h, 0F6h, 0F6h, 0F8h, 0FAh, 0FCh
		db 0FEh, 0, 2, 3, 3, 3,	3, 3, 3, 3, 5, 7, 9, 0Ah, 0Ah
		db 0Ah,	0Ah, 0Ah, 0Ah, 0Ah, 0Ah
		db 1Eh,	1Eh, 1Eh, 1Eh, 1Eh, 1Eh, 1Eh, 1Eh, 2Dh,	30h, 33h ; 6FC4	- УОЗ при отключении подачи топлива | УОЗ, град.п.к.в -	Обороты	коленвала, об/мин
		db 35h,	36h, 37h, 38h, 3Ah, 3Dh, 3Fh, 41h, 43h,	44h, 47h
		db 49h,	4Ch, 4Dh, 4Fh, 51h, 53h, 55h, 57h, 58h,	59h
		db 64h,	64h, 64h, 63h, 62h, 60h, 5Eh, 5Bh, 58h,	55h, 52h ; 6FE4	- Минимальный расход воздуха через РХХ | MIN_UGB, кг/час - Температура,	град.С
		db 4Fh,	4Dh, 4Ah, 48h, 46h, 43h, 40h, 3Eh, 3Dh,	3Bh, 39h
		db 37h,	36h, 35h, 34h, 33h, 33h, 33h, 33h, 33h,	34h, 34h
		db 35h,	36h, 37h, 38h, 39h, 3Ah
		db 0FAh, 0FFh, 40h, 50h, 60h, 80h, 0A0h, 0C0h, 0E0h, 0FFh ; 700B - Жесткость регулятора	частоты	вращения | Коэффициент коррекции - Обороты коленвала, об/мин - Цикловое	наполнение,мг/цикл
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 40h
		db 50h,	60h, 80h, 0A0h,	0C0h, 0E0h, 0FFh, 0FFh,	0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 40h, 50h, 60h,	80h, 0A0h
		db 0C0h, 0E0h, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FAh, 0FFh, 40h, 50h, 60h, 80h, 0A0h, 0C0h, 0E0h, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 40h
		db 50h,	60h, 80h, 0A0h,	0C0h, 0E0h, 0FFh, 0FFh,	0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 40h, 50h, 60h,	80h, 0A0h
		db 0C0h, 0E0h, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FAh, 0FFh, 80h, 60h, 60h, 80h, 0A0h, 0C0h, 0E0h, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 80h
		db 60h,	60h, 80h, 0A0h,	0C0h, 0E0h, 0FFh, 0FFh,	0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 80h, 60h, 60h,	80h, 0A0h
		db 0C0h, 0E0h, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FAh, 0FFh, 80h, 60h, 60h, 80h, 0A0h, 0C0h, 0E0h, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 80h
		db 60h,	60h, 80h, 0A0h,	0C0h, 0E0h, 0FFh, 0FFh,	0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 80h, 60h, 60h,	80h, 0A0h
		db 0C0h, 0E0h, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FAh, 0FFh, 80h, 60h, 60h, 80h, 0A0h, 0C0h, 0E0h, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 80h
		db 60h,	60h, 80h, 0A0h,	0C0h, 0E0h, 0FFh, 0FFh,	0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FAh, 0FFh, 80h, 60h, 60h,	80h, 0A0h
		db 0C0h, 0E0h, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FAh, 0FFh, 80h, 60h, 60h, 80h, 0A0h, 0C0h, 0E0h, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 6Bh,	6Bh, 6Ah, 63h, 58h, 4Eh, 44h, 39h, 2Eh,	22h, 19h ; 710B	- Малая	цикловая подача	| Цикловая подача топлива, мг/цикл - Температура, град.С
		db 14h,	11h, 0Fh, 0Dh, 0Ch, 0Bh, 0Ah, 9, 8, 8, 7, 7, 6
		db 6, 6, 6, 6, 6, 6, 6,	6, 6, 6, 6, 6, 6, 6, 6
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FEh, 0FDh, 0FCh	; 7132 - Коррекция по RPM | Коэффициент	коррекции - Обороты коленвала, об/мин
		db 0FBh, 0FAh, 0F8h, 0F6h, 0F4h, 0F2h, 0EFh, 0EBh, 0E4h
		db 0DCh, 0D4h, 0CBh, 0C1h, 0B8h, 0AFh, 0A5h, 9Ch, 9Ch
		db 9Ch,	9Ch, 9Ch, 9Ch, 9Ch
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0C6h, 96h, 79h, 65h, 5Ah ; 7152 - Асинхронная цикловая	подача | Цикловая подача топлива, мг/цикл - Температура, град.С
		db 50h,	4Ah, 43h, 3Ch, 35h, 2Fh, 28h, 23h, 1Dh,	18h, 14h
		db 11h,	10h, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh,	0Fh, 0Fh
		db 0Fh,	0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh
		db 81h,	81h, 81h, 76h, 69h, 56h, 44h, 39h, 2Eh,	22h, 19h ; 7179	- Большая цикловая подача | Цикловая подача топлива, мг/цикл - Температура, град.С
		db 14h,	11h, 0Fh, 0Dh, 0Ch, 0Bh, 0Ah, 9, 8, 8, 7, 7, 6
		db 6, 6, 6, 6, 6, 6, 6,	6, 6, 6, 6, 6, 6, 6, 6
		db 2, 2, 2, 2, 2, 2, 3,	4, 5, 6, 7, 8, 9, 0Ah, 0Ch, 0Eh	; 71A0 - УОЗ на	пуске |	УОЗ, гр.п.к.в. - Обороты коленвала, об/мин
		db 10h,	12h, 14h, 16h, 18h, 1Ah, 1Ch, 1Eh, 20h,	22h, 24h
		db 24h,	24h, 24h, 24h, 24h 
		;71C0
		db 25h, 26h, 27h, 28h
		;71C4
		db 8Ch, 8Fh, 0Fh, 0Ah
		db 0C4h	; -
		db  9Ch	; Ь
		db  76h	; v
		db  57h	; W
		db  49h	; I
		db  3Ah	; :
		db  2Fh	; /
		db  2Ah	; *
		db  26h	; &
		db  22h	; "
		db  1Eh
		db  1Ch
		db  1Ah
		db  18h
		db  17h
		db  17h
		db 0FFh, 0FFh, 0EBh, 0C5h, 0BEh, 8Bh, 67h, 46h,	46h, 45h ; 71D8	- Динамическая производительность форсунки | Добавочное	время впрыска -	Бортовое напряжение
		db 3Ah,	34h, 2Ch, 25h, 20h, 1Eh
		db 0, 1, 2, 3, 4, 5, 6,	7, 8, 9, 0Ah, 0Ch, 0Dh,	0Eh, 10h ; 71E8	- Максимальное смещение	УОЗ при	детонации | УОЗ, гр.п.к.в. - Обороты коленвала,	об/мин
		db 11h,	12h, 14h, 15h, 13h, 12h, 10h, 0Fh, 0Dh,	0Ch, 0Ah
		db 9, 7, 6, 4, 3, 1
		db 0, 8, 10h, 18h, 20h,	28h, 30h, 38h, 40h, 48h, 50h, 54h ; 7208 - Таблица квантования ДПДЗ | Нормализованный код АЦП -	Положение дросселя,%
		db 58h,	5Ch, 60h, 64h, 68h, 6Ch, 70h, 73h, 76h,	7Ah, 7Dh
		db 80h,	83h, 85h, 88h, 8Bh, 8Dh, 90h, 92h, 94h,	96h, 98h
		db 9Ah,	9Ch, 9Eh, 0A0h,	0A2h, 0A4h, 0A5h, 0A7h,	0A9h, 0ABh
		db 0ACh, 0ADh, 0B0h, 0B1h, 0B3h, 0B5h, 0B6h, 0B8h, 0BAh
		db 0BBh, 0BDh, 0BEh, 0C0h, 0C2h, 0C3h, 0C5h, 0C6h, 0C8h
		db 0CAh, 0CCh, 0CDh, 0CEh, 0D0h, 0D1h, 0D2h, 0D3h, 0D5h
		db 0D6h, 0D7h, 0D8h, 0D9h, 0DAh, 0DBh, 0DDh, 0DEh, 0DFh
		db 0E0h, 0E1h, 0E2h, 0E3h, 0E4h, 0E5h, 0E6h, 0E7h, 0E8h
		db 0E8h, 0E9h, 0EAh, 0EBh, 0ECh, 0EDh, 0EEh, 0EFh, 0EFh
		db 0F0h, 0F0h, 0F0h
		db 32h,	2Bh, 26h, 1Fh, 1Ch, 1Dh, 19h, 16h, 13h,	11h, 0Dh ; 726D	- Цикловое наполнение при аварии ДМРВ |	Цикловое наполнение, мг/цикл - Обороты коленвала, об/мин - Положение дросселя,%
		db 10h,	8, 0Bh,	0Fh, 0Ah, 40h, 3Ch, 38h, 35h, 2Fh, 27h
		db 22h,	1Fh, 18h, 16h, 13h, 17h, 11h, 0Eh, 0Eh,	8, 4Eh
		db 4Ch,	48h, 44h, 3Eh, 33h, 28h, 26h, 21h, 1Ch,	17h, 17h
		db 1Ah,	14h, 0Bh, 6, 58h, 56h, 53h, 52h, 49h, 40h, 32h
		db 2Fh,	25h, 21h, 1Ch, 19h, 17h, 1Ch, 15h, 13h,	66h, 65h
		db 61h,	5Eh, 54h, 4Ah, 41h, 37h, 2Ch, 29h, 21h,	1Dh, 19h
		db 2Dh,	14h, 12h, 6Ch, 6Ch, 6Bh, 68h, 5Eh, 55h,	4Bh, 41h
		db 36h,	2Eh, 2Ah, 22h, 1Ch, 1Bh, 17h, 15h, 71h,	71h, 71h
		db 72h,	6Dh, 68h, 5Ch, 56h, 49h, 40h, 39h, 32h,	25h, 23h
		db 1Fh,	1Ch, 71h, 71h, 73h, 7Ch, 7Bh, 76h, 6Ch,	69h, 5Fh
		db 53h,	4Ch, 42h, 36h, 2Eh, 28h, 23h, 73h, 73h,	75h, 83h
		db 83h,	80h, 79h, 77h, 6Fh, 64h, 5Eh, 56h, 4Ah,	3Eh, 36h
		db 2Eh,	75h, 75h, 78h, 86h, 88h, 87h, 82h, 83h,	7Fh, 75h
		db 73h,	74h, 66h, 59h, 51h, 4Ah, 76h, 77h, 7Bh,	89h, 8Ch
		db 8Bh,	88h, 8Ch, 8Ah, 82h, 87h, 92h, 87h, 79h,	6Ah, 62h
		db 78h,	7Ah, 7Dh, 8Ah, 8Dh, 8Ch, 8Ah, 8Eh, 90h,	89h, 91h
		db 9Ch,	9Ah, 8Eh, 7Eh, 75h, 7Ah, 7Dh, 7Fh, 8Ah,	8Fh, 8Dh
		db 8Ah,	90h, 94h, 8Eh, 95h, 0A2h, 0A5h,	98h, 87h, 7Dh
		db 7Dh,	7Fh, 82h, 89h, 90h, 8Dh, 8Ah, 8Fh, 97h,	90h, 97h
		db 0A5h, 0A8h, 9Ch, 8Bh, 80h, 80h, 82h,	84h, 8Ah, 90h
		db 8Dh,	8Ah, 8Fh, 99h, 90h, 97h, 0A7h, 0AAh, 9Fh, 8Dh
		db 82h,	83h, 84h, 87h, 89h, 90h, 8Dh, 8Ah, 8Fh,	9Bh, 90h
		db 99h,	0A6h, 0ABh, 0A0h, 94h, 88h
		db 87h,	87h, 86h, 83h, 7Fh, 7Ch, 76h, 71h, 66h,	4Ah, 44h ; 736D	- Динамическая коррекция GTC по	оборотам и ТОЖ 2 | Коэффициент коррекции - Обороты коленвала, об/мин - Температура ОЖ, градусов
		db 3Bh,	2Eh, 0,	0, 0, 75h, 74h,	71h, 6Fh, 6Bh, 68h, 63h
		db 5Dh,	50h, 3Fh, 36h, 2Fh, 28h, 0, 0, 0, 5Dh, 5Ch, 5Ah
		db 57h,	54h, 4Fh, 4Ah, 46h, 3Dh, 2Dh, 25h, 1Bh,	18h, 0
		db 0, 0, 47h, 47h, 44h,	43h, 3Fh, 37h, 31h, 2Eh, 27h, 22h
		db 1Fh,	1Bh, 12h, 0, 0,	0, 39h,	39h, 36h, 2Fh, 2Bh, 27h
		db 25h,	23h, 1Fh, 1Bh, 17h, 13h, 0Eh, 0, 0, 0, 2Eh, 2Eh
		db 2Dh,	28h, 25h, 20h, 1Eh, 1Bh, 1Ah, 14h, 0Eh,	8, 0, 0
		db 0, 0, 28h, 28h, 26h,	23h, 1Fh, 1Dh, 1Bh, 19h, 18h, 12h
		db 0Ch,	8, 0, 0, 0, 0, 20h, 20h, 1Fh, 1Dh, 1Ch,	19h, 18h
		db 17h,	16h, 0Ch, 8, 0,	0, 0, 0, 0, 1Fh, 1Fh, 1Eh, 1Dh
		db 1Bh,	18h, 17h, 16h, 14h, 0Ch, 8, 0, 0, 0, 0,	0, 1Ch
		db 1Ch,	1Ch, 1Ch, 1Ah, 17h, 16h, 15h, 12h, 8, 8, 0, 0
		db 0, 0, 0, 1Ah, 1Ah, 1Ah, 1Ah,	18h, 16h, 14h, 11h, 0Fh
		db 0Bh,	8, 0, 0, 0, 0, 0, 14h, 14h, 13h, 11h, 10h, 10h
		db 10h,	0Fh, 0Ch, 9, 8,	0, 0, 0, 0, 0, 9, 9, 9,	0Ah, 0Ah
		db 0Bh,	0Ch, 0Ch, 0Bh, 9, 8, 0,	0, 0, 0, 0, 9, 9, 8, 8
		db 0Ah,	0Bh, 0Bh, 0Bh, 0Ah, 9, 8, 0, 0,	0, 0, 0, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 7, 7, 0, 0, 0, 8,	8, 8, 9
		db 0Ch,	0Fh, 0Fh, 0Dh, 0Dh, 0Ch, 0Bh, 8, 7, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0	; 746D - Степень продувки | Степень продувки - Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 7, 14h, 16h, 1Ah, 20h,	27h, 2Dh, 30h, 30h, 30h
		db 0, 0, 0, 0, 0, 0, 7,	14h, 1Ah, 20h, 27h, 2Dh, 30h, 30h
		db 30h,	30h, 0,	0, 0, 0, 0, 0, 7, 14h, 1Ah, 20h, 27h, 2Dh
		db 30h,	30h, 30h, 30h, 0, 0, 0,	0, 0, 0, 7, 14h, 1Ah, 20h
		db 27h,	2Dh, 30h, 30h, 30h, 30h, 0, 0, 0, 0, 0,	0, 7, 14h
		db 1Ah,	20h, 27h, 2Dh, 30h, 30h, 30h, 30h, 0, 0, 0, 0
		db 0, 0, 7, 14h, 1Ah, 20h, 27h,	2Dh, 33h, 39h, 39h, 39h
		db 0, 0, 0, 0, 0, 0, 7,	14h, 1Ah, 20h, 27h, 2Dh, 33h, 3Ch
		db 3Ch,	3Ch, 0,	0, 0, 0, 0, 0, 7, 14h, 1Ah, 20h, 27h, 33h
		db 3Ah,	40h, 40h, 40h, 0, 0, 0,	0, 0, 0, 7, 14h, 1Ah, 20h
		db 27h,	36h, 3Dh, 40h, 40h, 40h, 0, 0, 0, 0, 0,	0, 7, 14h
		db 1Ah,	2Ah, 2Dh, 3Ah, 40h, 40h, 40h, 40h, 0, 0, 0, 0
		db 0, 0, 7, 14h, 1Ah, 33h, 3Ah,	40h, 40h, 40h, 40h, 40h
		db 0, 0, 0, 0, 0, 0, 7,	14h, 1Ah, 3Ah, 40h, 40h, 40h, 40h
		db 40h,	40h, 0,	0, 0, 0, 0, 0, 7, 14h, 1Dh, 40h, 40h, 40h
		db 40h,	40h, 40h, 40h, 0, 0, 0,	0, 0, 0, 7, 14h, 20h, 40h
		db 40h,	40h, 40h, 40h, 40h, 40h
		db 0F0h, 0F0h, 0F0h, 0F0h, 0F0h, 0F2h, 0F4h, 0F6h, 0F8h	; 756D - Смещение оборотов ХХ в	движении | Обороты, об/мин - Температура, град.С
		db 0FAh, 0FCh, 0FEh, 0,	2, 3, 4, 5, 6, 7, 8, 9,	0Ah, 0Ah
		db 0Ah,	0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 7, 4, 2, 0
		db 0, 0, 0, 0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db 1Fh,	1Fh, 1Fh, 1Fh, 1Fh, 1Fh, 1Eh, 1Ch, 19h,	15h, 11h ; 75A2	- Поправка к расходу по	ТОЖ. | Воздух, кг/час -	Температура, град.С
		db 0Eh,	0Bh, 9,	7, 6, 5, 4, 3, 2, 1, 0,	0, 0, 0, 0, 0
		db 0, 0, 0, 0, 1, 1, 2,	3, 4, 5, 6, 7
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db 1, 2, 3, 4, 5, 6	; 75D9 - Задержка коррекции MIN_UGB по скорости/оборотам | Время, сек -	Индекс SPEED/RPM
		db  0Ch
		db  0Ch
		db  0Ch
		db  0Ch
		db  0Ch
		db  0Ch
		db  0Ch
		db  0Ch
		db  0Ch
		db  0Ch
		db  0Ch
		db  0Eh
		db  10h
		db  12h
		db  14h
		db  18h
		db 32h,	2Bh, 26h, 1Fh, 1Ch, 1Dh, 18h, 15h, 10h,	0Eh, 0Dh ; 75EF	- Базовое цикловое наполнение |	Цикловое наполнение, мг/цикл - Обороты коленвала, об/мин - Положение дросселя,%
		db 0Bh,	8, 15h,	0Fh, 0Ah, 40h, 3Ch, 38h, 33h, 2Eh, 26h
		db 21h,	1Ah, 18h, 19h, 1Ah, 0Dh, 10h, 17h, 0Eh,	8, 4Eh
		db 4Ch,	48h, 42h, 35h, 30h, 2Ch, 25h, 1Eh, 1Dh,	23h, 24h
		db 14h,	17h, 0Bh, 6, 58h, 56h, 53h, 50h, 49h, 3Bh, 37h
		db 2Fh,	26h, 24h, 2Ah, 2Bh, 18h, 19h, 15h, 13h,	66h, 65h
		db 61h,	62h, 55h, 4Dh, 43h, 38h, 2Eh, 2Ah, 30h,	2Fh, 27h
		db 21h,	14h, 12h, 6Ch, 6Ch, 6Bh, 68h, 60h, 57h,	50h, 45h
		db 3Bh,	35h, 3Ah, 37h, 30h, 26h, 23h, 15h, 71h,	71h, 71h
		db 71h,	6Bh, 65h, 5Dh, 54h, 4Bh, 3Eh, 47h, 40h,	38h, 2Eh
		db 2Ah,	1Ch, 71h, 71h, 73h, 7Bh, 75h, 71h, 6Ch,	68h, 5Fh
		db 55h,	56h, 4Eh, 45h, 3Ah, 35h, 23h, 73h, 73h,	75h, 81h
		db 7Dh,	7Ch, 79h, 78h, 71h, 67h, 65h, 5Fh, 5Ah,	4Ah, 43h
		db 2Eh,	75h, 75h, 78h, 83h, 81h, 82h, 80h, 84h,	7Dh, 75h
		db 78h,	7Ah, 71h, 62h, 55h, 4Ah, 76h, 77h, 7Bh,	88h, 85h
		db 86h,	86h, 8Dh, 89h, 81h, 87h, 8Fh, 88h, 7Ah,	6Eh, 62h
		db 78h,	7Ah, 7Dh, 87h, 86h, 88h, 87h, 8Eh, 8Eh,	8Bh, 94h
		db 97h,	98h, 8Ch, 7Dh, 75h, 7Ah, 7Dh, 7Fh, 88h,	87h, 89h
		db 86h,	8Ch, 94h, 8Dh, 95h, 9Bh, 9Fh, 96h, 85h,	7Dh, 7Dh
		db 7Fh,	82h, 89h, 89h, 8Ah, 89h, 90h, 99h, 90h,	97h, 9Eh
		db 0A5h, 97h, 8Ah, 80h,	80h, 82h, 84h, 8Ah, 87h, 8Bh, 89h
		db 90h,	9Ch, 92h, 99h, 0A0h, 0A7h, 9Ch,	89h, 82h, 83h
		db 84h,	87h, 89h, 89h, 8Ch, 8Bh, 8Fh, 9Eh, 93h,	99h, 0A3h
		db 0A9h, 9Ch, 91h, 88h
		ADD_GBC_BY_RXX ; 76EF - аддитивная коррекция БЦН по шагам РХХ
		db 8, 8, 8, 8, 8, 8, 8,	8, 9, 0Ah, 0Bh,	0Ch, 0Eh, 10h ;	77EF - Минимальный общий уровень шума для диагн. | Уровень - Обороты коленвала,	об/мин
		db 10h,	10h, 10h, 10h, 10h, 10h, 12h, 12h, 12h,	12h, 12h
		db 12h,	12h, 1Ch, 1Eh, 22h, 22h, 22h
		db 32h,	32h, 32h, 32h, 32h, 28h, 1Bh, 12h, 0Eh,	0Ch, 0Ah ; 780F	- УОЗ на ХХ при	движении | УОЗ,	гр.п.к.в. - Цикловое наполнение, мг/цикл
		db 8, 6, 4, 2, 1, 0FFh,	0FDh, 0FCh, 0FBh, 0FAh,	0F9h, 0F8h
		db 0F7h, 0F6h, 0F6h, 0F6h, 0F6h, 0F6h, 0F6h, 0F6h, 0F6h
		db 67h,	67h, 67h, 69h, 6Ch, 71h, 76h, 7Bh, 92h,	92h, 92h ; 782F	- Ограничение состава смеси по температуре | Отношение воздух/топливо -	Температура, град.С
		db 92h,	92h, 92h, 92h, 92h, 92h, 92h, 92h, 92h,	92h, 92h
		db 92h,	92h, 92h, 92h, 92h, 92h, 92h, 92h, 92h,	92h, 92h
		db 92h,	92h, 92h, 92h, 92h, 92h
		db 1Ah,	1Bh, 1Ch, 1Eh, 20h, 20h, 20h, 20h ; 7856 - Коэффициент Д.К.GBC при переходе от ХХ к нагрузке. |	Коэффициент коррекции -	Hомер цикла
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db 2Bh,	2Dh, 2Fh, 32h, 3Dh, 3Fh, 42h, 4Ah, 4Bh,	4Ch, 4Dh ; 7877	- УОЗ при аварии ДПДЗ или ДМРВ | УОЗ, гр.п.к.в.	- Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 4Fh,	50h, 52h, 54h, 54h, 2Bh, 2Dh, 2Fh, 32h,	3Dh, 3Fh
		db 42h,	4Ah, 4Bh, 4Ch, 4Dh, 4Fh, 50h, 52h, 54h,	54h, 2Bh
		db 2Dh,	2Fh, 32h, 3Dh, 3Fh, 42h, 4Ah, 4Bh, 4Ch,	4Dh, 4Fh
		db 50h,	52h, 54h, 54h, 2Bh, 2Ch, 2Eh, 32h, 3Dh,	3Fh, 42h
		db 4Ah,	4Bh, 4Ch, 4Dh, 4Fh, 50h, 52h, 54h, 54h,	2Ah, 2Ch
		db 2Eh,	32h, 3Ch, 3Eh, 42h, 48h, 49h, 4Ah, 4Bh,	4Dh, 4Eh
		db 52h,	54h, 54h, 26h, 28h, 2Ah, 2Eh, 3Ah, 3Dh,	41h, 45h
		db 46h,	47h, 48h, 4Ah, 4Ch, 51h, 53h, 53h, 23h,	25h, 27h
		db 2Bh,	38h, 3Bh, 3Fh, 43h, 44h, 45h, 46h, 47h,	4Ah, 4Eh
		db 51h,	51h, 21h, 23h, 25h, 29h, 35h, 38h, 3Dh,	40h, 41h
		db 42h,	44h, 45h, 49h, 4Dh, 4Eh, 4Eh, 1Fh, 21h,	23h, 27h
		db 32h,	36h, 3Bh, 3Dh, 3Fh, 40h, 41h, 42h, 48h,	49h, 49h
		db 49h,	19h, 1Bh, 1Dh, 24h, 30h, 32h, 39h, 3Bh,	3Ch, 3Eh
		db 3Fh,	41h, 46h, 47h, 47h, 47h, 11h, 13h, 15h,	1Dh, 2Ch
		db 2Fh,	37h, 3Ah, 3Bh, 3Dh, 3Eh, 40h, 45h, 46h,	46h, 46h
		db 0Ch,	0Eh, 10h, 16h, 27h, 29h, 34h, 37h, 39h,	3Bh, 3Dh
		db 3Fh,	44h, 45h, 45h, 45h, 6, 8, 0Ah, 11h, 24h, 26h, 2Dh
		db 30h,	32h, 36h, 3Ah, 3Ch, 42h, 44h, 44h, 44h,	5, 7, 9
		db 0Dh,	1Ch, 20h, 2Ah, 2Ch, 2Eh, 31h, 37h, 39h,	3Fh, 41h
		db 41h,	41h, 3,	5, 7, 0Bh, 19h,	1Eh, 27h, 29h, 2Bh, 2Eh
		db 33h,	35h, 3Ah, 3Ch, 3Ch, 3Ch, 1, 3, 5, 9, 18h, 1Dh
		db 25h,	28h, 2Ah, 2Ch, 30h, 31h, 34h, 37h, 38h,	38h
		;db 64h, 5Fh, 59h, 54h, 4Fh, 4Ah, 44h, 3Fh, 3Ah, 35h, 2Fh, 2Ah, 25h, 20h, 1Ah, 15h ; ; 7977	 Желаемое давление наддува
		;db 64h, 5Fh, 59h, 54h, 4Fh, 4Ah, 44h, 3Fh, 3Ah, 35h, 2Fh, 2Ah, 25h, 20h, 1Ah, 15h
		;db 64h, 5Fh, 59h, 54h, 4Fh, 4Ah, 44h, 3Fh, 3Ah, 35h, 2Fh, 2Ah, 25h, 20h, 1Ah, 15h
		;db 64h, 5Fh, 59h, 54h, 4Fh, 4Ah, 44h, 3Fh, 3Ah, 35h, 2Fh, 2Ah, 25h, 20h, 1Ah, 15h
		;db 64h, 5Fh, 59h, 54h, 4Fh, 4Ah, 44h, 3Fh, 3Ah, 35h, 2Fh, 2Ah, 25h, 20h, 1Ah, 15h
		;db 64h, 5Fh, 59h, 54h, 4Fh, 4Ah, 44h, 3Fh, 3Ah, 35h, 2Fh, 2Ah, 25h, 20h, 1Ah, 15h
		;db 64h, 5Fh, 59h, 54h, 4Fh, 4Ah, 44h, 3Fh, 3Ah, 35h, 2Fh, 2Ah, 25h, 20h, 1Ah, 15h
		;db 64h, 5Fh, 59h, 54h, 4Fh, 4Ah, 44h, 3Fh, 3Ah, 35h, 2Fh, 2Ah, 25h, 20h, 1Ah, 15h
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 14h, 14h, 14h, 14h, 14h, 14h, 14h, 14h, 14h, 14h, 0Eh, 7, 0, 0, 0, 0
		db 28h, 28h, 28h, 28h, 28h, 28h, 28h, 28h, 28h, 28h, 1Eh, 14h, 0Ah, 0, 0, 0
		db 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 3Ch, 31h, 25h, 19h, 0Ch, 0, 0
		db 50h, 50h, 50h, 50h, 50h, 50h, 50h, 50h, 50h, 50h, 48h, 40h, 37h, 2Fh, 27h, 1Eh
		db 64h, 64h, 64h, 64h, 64h, 64h, 64h, 64h, 64h, 64h, 5Ch, 54h, 4Bh, 43h, 3Bh, 32h
		db 6Eh, 6Eh, 6Eh, 6Eh, 6Eh, 6Eh, 6Eh, 6Eh, 6Eh, 6Eh, 66h, 5Eh, 55h, 4Dh, 45h, 3Ch
		db 78h, 78h, 78h, 78h, 78h, 78h, 78h, 78h, 78h, 78h, 70h, 68h, 5Fh, 57h, 4Fh, 46h
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh	; 7A77 - Коррекция по дросселю | Коэффициент коррекции - Положение дросселя, %
		db 0FFh, 0FFh, 0, 0, 0,	0, 0
		;7A87 - коррекция duty от ошибки target boost
		db 14h, 10h, 0Eh, 0Ch, 0Bh, 9, 8, 7
		db 6, 5, 4, 3, 2, 2, 1, 0
		db 0, 0FFh, 0FEh, 0FDh, 0FCh, 0FBh, 0FAh, 0F9h
		db 0F7h, 0F6h, 0F5h, 0F3h, 0F1h, 0F0h, 0EEh, 0ECh
		db 0C8h, 0CAh, 0CCh, 0CEh, 0D0h, 0D2h, 0D4h, 0D6h, 0D8h	; 7AA7 - Обороты блокировки впрыска на лаунче |	Обороты, об/мин	- Время	с начала движения
		db 0DAh, 0DCh, 0DEh, 0E0h, 0E2h, 0E4h, 0E6h, 0E8h, 0EAh
		db 0ECh, 0EEh, 0F0h, 0F2h, 0F4h, 0F8h, 0FAh, 0FCh, 0FEh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 20h,	20h, 20h, 20h, 20h, 20h, 30h, 20h, 20h,	20h, 20h ; 7AC7	- Номер	зоны по	оборотам/дросселю | Зона - Обороты коленвала, об/мин - Положение дросселя,%
		db 20h,	20h, 20h, 20h, 20h, 20h, 20h, 20h, 20h,	20h, 20h
		db 20h,	20h, 20h, 20h, 20h, 20h, 20h, 20h, 20h,	20h, 20h
		db 20h,	20h, 20h, 20h, 20h, 20h, 20h, 20h, 20h,	20h, 20h
		db 20h,	20h, 20h, 20h, 20h, 20h, 20h, 20h, 20h,	20h, 20h
		db 20h,	20h, 20h, 20h, 20h, 20h, 20h, 20h, 20h,	20h, 20h
		db 20h,	20h, 20h, 20h, 20h, 20h, 20h, 20h, 20h,	20h, 20h
		db 20h,	20h, 20h, 20h, 20h, 20h, 20h, 20h, 20h,	20h, 20h
		db 20h,	20h, 20h, 20h, 20h, 20h, 20h, 20h, 20h,	20h, 0
		db 0, 0, 1, 1, 1, 2, 2,	2, 2, 2, 3, 23h, 20h, 20h, 20h
		db 0, 0, 0, 1, 1, 1, 2,	2, 2, 2, 2, 3, 23h, 20h, 20h, 20h
		db 0, 0, 0, 1, 1, 1, 2,	2, 2, 2, 2, 3, 23h, 20h, 20h, 20h
		db 0, 4, 4, 5, 5, 5, 6,	6, 6, 6, 6, 7, 27h, 20h, 20h, 20h
		db 0, 4, 4, 5, 5, 5, 6,	6, 6, 6, 6, 7, 27h, 20h, 20h, 20h
		db 0, 4, 4, 5, 5, 5, 6,	6, 6, 6, 6, 7, 27h, 20h, 20h, 20h
		db 0, 4, 4, 5, 5, 5, 6,	6, 6, 6, 6, 7, 27h, 20h, 20h, 20h
		db 0, 8, 8, 9, 9, 9, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Bh, 2Bh
		db 20h,	20h, 20h, 0, 8,	8, 9, 9, 9, 0Ah, 0Ah, 0Ah, 0Ah
		db 0Ah,	0Bh, 2Bh, 20h, 20h, 20h, 0, 8, 8, 9, 9,	9, 0Ah
		db 0Ah,	0Ah, 0Ah, 0Ah, 0Bh, 2Bh, 20h
		db 9, 40h, 9, 40h, 9, 40h, 9, 40h, 71h,	46h, 0D8h, 4Ch ; 7BC7 -	Граница	детонации | Порог шума - Обороты коленвала, об/мин
		db 3Fh,	53h, 0A7h, 59h,	0Eh, 60h, 76h, 66h, 0DDh, 6Ch
		db 44h,	73h, 0ACh, 79h,	6Fh, 7Fh, 6Fh, 7Fh, 6Fh, 7Fh, 6Fh
		db 7Fh,	0, 80h,	0, 80h,	0, 80h,	0, 80h,	0, 80h,	0, 80h
		db 0, 80h, 0, 80h, 0, 80h, 0, 80h, 0, 80h, 0, 80h, 0, 80h
		db 0, 80h, 0, 80h, 0, 80h, 0, 80h, 0, 80h, 0, 80h, 0, 7Fh
		db 0, 7Eh, 80h,	7Bh, 0,	79h, 26h, 76h, 0, 78h, 80h, 7Ah
		db 80h,	7Ch, 0,	7Ch, 0,	7Ch, 80h, 7Bh, 0, 79h, 0E4h, 75h
		db 8Ch,	71h, 40h, 65h, 5Ch, 65h, 86h, 67h, 0AEh, 68h, 56h
		db 69h,	6Eh, 6Ah, 0A4h,	66h, 0D0h, 55h,	86h, 46h, 0A0h
		db 46h,	48h, 46h, 60h, 46h, 9Ah, 44h, 4Ah, 44h
		db 0D2h	; T
		db  43h	; C
		db 0C2h	; T
		db  43h	; C
		db    2
		db  43h	; C
		db 0E6h	; ц
		db  41h	; A
		db  6Fh	; o
		db  3Ch	; <
		db 0AAh	; к
		db  36h	; 6
		db  64h	; d
		db  34h	; 4
		db  1Ch
		db  34h	; 4
		db  9Ch	; Ь
		db  33h	; 3
		db 0D4h	; L
		db  32h	; 2
		db  8Ch	; М
		db  31h	; 1
		db  44h	; D
		db  31h	; 1
		db  7Ch	; |
		db  31h	; 1
		db  20h
		db  31h	; 1
		db 0B4h	; +
		db  2Eh	; .
		db  6Ch	; l
		db  2Bh	; +
		db  24h	; $
		db  28h	; (
		db  24h	; $
		db  26h	; &
		db  24h	; $
		db  25h	; %
		db 0A4h	; д
		db  23h	; #
		db  92h	; Т
		db  22h	; "
		db  12h
		db  21h	; !
		db  6Eh	; n
		db  1Fh
		db  6Eh	; n
		db  1Eh
		db  4Eh	; N
		db  1Dh
		db  16h
		db  1Ah
		db  96h	; Ц
		db  17h
		db  96h	; Ц
		db  15h
		db  79h	; y
		db  15h
		db  4Eh	; N
		db  15h
		db  5Eh	; ^
		db  15h
		db 0DEh	; ¦
		db  13h
		db  3Ah	; :
		db  13h
		db 0CCh	; ¦
		db  12h
		db  18h
		db  12h
		db  97h	; Ч
		db  11h
		db  17h
		db  11h
		db  97h	; Ч
		db  10h
		db  17h
		db  10h
		db 0F3h	; є
		db  0Fh
		db  60h	; `
		db  0Fh
		db  2Bh	; +
		db  0Eh
		db  3Fh	; ?
		db  0Eh
		db 0F7h	; ў
		db  0Ch
		db  2Fh	; /
		db  0Ch
		db 0E7h	; ч
		db  0Bh
		db  9Fh	; Я
		db  0Ah
		db 0FCh	; №
		db    9
		db  58h	; X
		db    9
		db  34h	; 4
		db    8
		db 0B4h	; +
		db    7
		db  34h	; 4
		db    7
		db  34h	; 4
		db    7
		db 0B4h	; +
		db    6
		db  34h	; 4
		db    6
		db 0B4h	; +
		db    5
		db  34h	; 4
		db    5
		db  34h	; 4
		db    5
		db 0B4h	; +
		db    4
		db  34h	; 4
		db    4
		db  34h	; 4
		db    3
		db  34h	; 4
		db    3
		db  34h	; 4
		db    3
		db  34h	; 4
		db    3
		db  2Dh	; -
		db  2Dh	; -
		db  2Dh	; -
		db  2Dh	; -
		db  2Dh	; -
		db  2Dh	; -
		db  2Ch	; ,
		db  2Bh	; +
		db  2Ah	; *
		db  29h	; )
		db  28h	; (
		db  27h	; '
		db  26h	; &
		db  25h	; %
		db  24h	; $
		db  23h	; #
		db 0Ch,	0Ch, 0Ch, 0Bh, 9, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah ; 7CD7 -	Добавка	топлива	на первых 4 тактах | Добавка % - Цикловое наполнение, мг/цикл
		db 0Ah,	0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah,	0Ah, 0Ah
		db 0Ah,	0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah,	0Ah
		db 8Bh,	8Bh, 8Bh, 8Ch, 8Ch, 93h, 91h, 99h, 9Dh,	9Eh, 0C2h ; 7CF7 - Поправка циклового наполнения | Коэффициент коррекции - Обороты коленвала, об/мин - Положение дросселя,%
		db 0FFh, 0F4h, 0FFh, 0FFh, 0FFh, 8Bh, 8Ch, 98h,	96h, 96h
		db 96h,	93h, 99h, 9Eh, 9Bh, 8Eh, 0A9h, 0F4h, 0FFh, 0FFh
		db 0FFh, 8Eh, 8Ch, 0A1h, 95h, 96h, 95h,	95h, 94h, 92h
		db 90h,	8Bh, 0A1h, 0F2h, 0FFh, 0FFh, 0FFh, 8Ch,	8Dh, 9Eh
		db 91h,	90h, 8Fh, 8Eh, 8Eh, 8Eh, 8Dh, 8Eh, 9Eh,	98h, 0FAh
		db 0DAh, 0DAh, 8Ah, 8Ah, 0A1h, 8Eh, 8Ah, 8Bh, 89h, 89h
		db 8Ch,	8Dh, 92h, 94h, 97h, 9Ch, 0A5h, 0A5h, 8Ah, 8Ah
		db 9Dh,	8Eh, 8Ch, 88h, 88h, 88h, 8Ah, 8Ah, 8Bh,	92h, 99h
		db 95h,	96h, 96h, 86h, 8Ch, 0A3h, 93h, 8Eh, 88h, 88h, 88h
		db 88h,	88h, 8Ah, 90h, 98h, 8Fh, 8Dh, 8Dh, 86h,	8Ch, 0A2h
		db 93h,	8Bh, 87h, 87h, 87h, 88h, 88h, 88h, 8Bh,	8Dh, 8Ch
		db 8Ah,	8Ah, 82h, 87h, 9Dh, 91h, 89h, 85h, 85h,	86h, 86h
		db 88h,	85h, 86h, 89h, 89h, 8Ah, 8Ah, 82h, 85h,	9Fh, 93h
		db 88h,	87h, 87h, 88h, 85h, 84h, 86h, 88h, 8Eh,	89h, 88h
		db 88h,	78h, 78h, 93h, 8Fh, 89h, 88h, 87h, 87h,	85h, 85h
		db 8Ah,	89h, 85h, 87h, 87h, 87h, 76h, 7Ah, 93h,	8Fh, 87h
		db 8Ah,	84h, 86h, 85h, 8Ah, 8Ch, 86h, 88h, 88h,	87h, 87h
		db 76h,	7Ch, 8Fh, 8Ah, 83h, 89h, 86h, 87h, 87h,	86h, 8Bh
		db 86h,	89h, 86h, 88h, 88h, 7Ah, 7Bh, 95h, 8Eh,	89h, 8Ah
		db 87h,	86h, 85h, 87h, 8Ch, 87h, 8Ah, 86h, 88h,	88h, 7Bh
		db 7Bh,	93h, 8Dh, 86h, 8Bh, 87h, 81h, 87h, 88h,	8Bh, 86h
		db 87h,	86h, 87h, 87h, 78h, 7Fh, 93h, 8Dh, 89h,	8Ch, 86h
		db 80h,	8Ah, 89h, 8Ah, 84h, 84h, 83h, 84h, 84h
		db 3Ch,	3Eh, 41h, 46h, 4Ah, 4Fh, 59h, 60h, 67h,	6Dh, 73h ; 7DF7	- Расчетная температура	при аварии ДТОЖ	| Температура, град.С -	Время работы двигателя,	сек.
		db 79h,	7Eh, 82h, 85h, 87h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h ; 7E07	- Коррекция порога детонации | Коэффициент коррекции - Обороты коленвала, об/мин - Положение дросселя,%
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	66h, 66h
		db 66h,	66h, 66h, 66h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 72h, 66h, 60h, 60h, 60h, 60h,	7Fh, 7Fh
		db 7Fh,	84h, 85h, 87h, 89h, 80h, 80h, 80h, 71h,	66h, 60h
		db 60h,	60h, 60h, 59h, 65h, 71h, 80h, 80h, 80h,	89h, 89h
		db 86h,	7Dh, 6Fh, 67h, 63h, 60h, 60h, 60h, 53h,	54h, 54h
		db 62h,	66h, 6Eh, 80h, 80h, 80h, 80h, 6Eh, 67h,	63h, 60h
		db 60h,	60h, 52h, 53h, 53h, 5Fh, 62h, 62h, 71h,	76h, 76h
		db 6Ch,	67h, 63h, 60h, 60h, 60h, 60h, 51h, 52h,	56h, 5Eh
		db 5Fh,	60h, 69h, 71h, 6Bh, 69h, 68h, 60h, 60h,	60h, 60h
		db 60h,	51h, 51h, 55h, 5Ch, 5Eh, 5Eh, 65h, 6Dh,	68h, 67h
		db 67h,	67h, 67h, 60h, 60h, 60h, 50h, 50h, 55h,	5Bh, 5Ch
		db 5Eh,	62h, 63h, 62h, 61h, 60h, 60h, 60h, 60h,	60h, 60h
		db 50h,	50h, 55h, 5Ch, 5Eh, 5Fh, 62h, 62h, 61h,	60h, 60h
		db 60h,	60h, 60h, 60h, 60h, 50h, 50h, 56h, 5Ch,	5Eh, 5Fh
		db 60h,	62h, 60h, 60h, 60h, 60h, 60h, 60h, 60h,	60h, 50h
		db 50h,	50h, 50h, 52h, 56h, 5Bh, 5Eh, 61h, 62h,	60h, 60h
		db 60h,	60h, 60h, 60h, 50h, 50h, 50h, 50h, 52h,	55h, 57h
		db 59h,	5Ch, 60h, 60h, 60h, 60h, 60h, 60h, 60h,	50h, 50h
		db 50h,	50h, 52h, 55h, 57h, 59h, 60h, 60h, 60h,	60h, 60h
		db 60h,	60h, 60h
		db 2Dh,	2Dh, 2Dh, 2Dh, 2Dh, 2Dh, 2Dh, 2Dh, 2Dh,	2Bh, 2Bh ; 7F07	- Порог	детонации |  - Обороты коленвала, об/мин
		db 26h,	26h, 26h, 26h, 26h, 26h, 26h, 26h, 26h,	26h, 23h
		db 23h,	23h, 23h, 23h, 22h, 21h, 21h, 21h, 21h,	21h
		db 28h,	28h, 28h, 28h, 28h, 28h, 28h, 28h, 28h,	28h, 28h ; 7F27	- Минимальное время между циклами детонации | сек. - Обороты коленвала,	об/мин
		db 28h,	28h, 28h, 28h, 28h, 28h, 28h, 28h, 28h,	28h, 28h
		db 28h,	28h, 28h, 28h, 28h, 28h, 28h, 28h, 28h,	28h
		db 32h,	32h, 32h, 32h, 32h, 32h, 32h, 32h, 32h,	32h, 32h ; 7F47	- Период восстановления	УОЗ | сек. - Обороты коленвала,	об/мин
		db 32h,	32h, 32h, 32h, 32h, 32h, 32h, 32h, 32h,	32h, 32h
		db 32h,	32h, 32h, 32h, 32h, 32h, 32h, 32h, 32h,	32h
		db  90h	; Р
		db  90h	; Р
		db  8Fh	; П
		db  8Eh	; О
		db  8Dh	; Н
		db  8Ch	; М
		db  8Ah	; К
		db  88h	; И
		db  87h	; З
		db  86h	; Ж
		db  85h	; Е
		db  84h	; Д
		db  83h	; Г
		db  82h	; В
		db  81h	; Б
		db  81h	; Б
		db  81h	; Б
		db  81h	; Б
		db  81h	; Б
		db  81h	; Б
		db  80h	; А
		db  80h	; А
		db  80h	; А
		db  80h	; А
		db  80h	; А
		db  80h	; А
		db  80h	; А
		db  80h	; А
		db  80h	; А
		db  84h	; Д
		db  89h	; Й
		db  8Eh	; О
		db  92h	; Т
		db  95h	; Х
		db  96h	; Ц
		db  96h	; Ц
		db  96h	; Ц
		db  96h	; Ц
		db  96h	; Ц
		db 0, 0, 0, 1, 3, 4, 6,	8, 0Ah,	0Bh, 0Ch, 0Fh, 11h, 14h	; 7F8E - Время паузы нагревателя | Время,сек. -	Бортовое напряжение
		db 18h,	1Ah
		;0x7F9E, 32b - ограничение коррекции duty снизу
		db 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h
		db 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h
		;0x7FBEh, 32b - ограничение коррекции duty сверху
		db 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah
		db 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah
		;0x7FDE, 32b - коррекция WGDT по детонации
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0Dh, 0Dh, 0Dh, 0Dh, 0Dh, 0Dh
		db 0Dh, 0Dh, 0Dh, 0Dh, 0Dh, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah
		db    0
		db    0
a21124141102032:db '21124-1411020-32',0
aNotsupport:	db 'NOTSUPPORT',0
a141101032:	db '1411010-32',0
aSamara1_6l16v:	db 'SAMARA-1.6L,16V',0
a15022005:	db '15-02-2005',0
aI205dm53:	db 'I205DM53',0
a141101032_0:	db '1411010-32',0
		db 83h,	0F1h, 10h, 0C1h, 6Bh, 8Fh, 3Fh,	0
		db 81h,	0F1h, 10h, 0C2h, 44h, 0
		db 82h,	0F1h, 10h, 50h,	81h, 54h, 0
		db 81h,	0F1h, 10h, 60h,	0E2h, 0
		db 81h,	0F1h, 10h, 7Eh,	0, 0
		db 81h,	0F1h, 10h, 51h,	0D3h, 0
		db 83h,	0F1h, 10h, 54h,	0, 0, 0D8h, 0
		db 83h,	0F1h, 10h, 54h,	0FFh, 0, 0D7h, 0
		db 83h,	0F1h, 10h, 7Fh,	82h, 10h, 95h, 0
		db 83h,	0F1h, 10h, 7Fh,	10h, 10h, 23h, 0
		db 83h,	0F1h, 10h, 7Fh,	20h, 10h, 33h, 0
		db 83h,	0F1h, 10h, 7Fh,	11h, 10h, 24h, 0
		db 83h,	0F1h, 10h, 7Fh,	14h, 10h, 27h, 0
		db 83h,	0F1h, 10h, 7Fh,	18h, 10h, 2Bh, 0
		db 83h,	0F1h, 10h, 7Fh,	1Ah, 10h, 2Dh, 0
		db 83h,	0F1h, 10h, 7Fh,	21h, 10h, 34h, 0
		db 83h,	0F1h, 10h, 7Fh,	23h, 10h, 36h, 0
		db 83h,	0F1h, 10h, 7Fh,	30h, 10h, 43h, 0
		db 83h,	0F1h, 10h, 7Fh,	3Bh, 10h, 4Eh, 0
		db 83h,	0F1h, 10h, 7Fh,	3Eh, 10h, 51h, 0
		db 83h,	0F1h, 10h, 7Fh,	10h, 12h, 25h, 0
		db 83h,	0F1h, 10h, 7Fh,	14h, 12h, 29h, 0
		db 83h,	0F1h, 10h, 7Fh,	1Ah, 12h, 2Fh, 0
		db 83h,	0F1h, 10h, 7Fh,	18h, 12h, 2Dh, 0
		db 83h,	0F1h, 10h, 7Fh,	21h, 12h, 36h, 0
		db 83h,	0F1h, 10h, 7Fh,	23h, 12h, 38h, 0
		db 83h,	0F1h, 10h, 7Fh,	3Bh, 12h, 50h, 0
		db 83h,	0F1h, 10h, 7Fh,	30h, 12h, 45h, 0
		db 83h,	0F1h, 10h, 7Fh,	23h, 31h, 57h, 0
		db 83h,	0F1h, 10h, 7Fh,	30h, 31h, 64h, 0
		db 83h,	0F1h, 10h, 7Fh,	23h, 10h, 36h, 0
		db 83h,	0F1h, 10h, 7Fh,	23h, 12h, 38h, 0
		db 83h,	0F1h, 10h, 7Fh,	23h, 31h, 57h, 0
		db 83h,	0F1h, 10h, 7Fh,	3Dh, 10h, 50h, 0
		db 83h,	0F1h, 10h, 7Fh,	3Dh, 12h, 52h, 0
		db 83h,	0F1h, 10h, 7Fh,	3Dh, 31h, 71h, 0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh	; 8193 - Весовая коррекция топливоподачи | Коэффициент коррекции - Обороты коленвала, об/мин - Положение дросселя,%
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh
		db  14h
		db  0Ah
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  14h
		db  0Ah
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  14h
		db  0Ah
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  14h
		db  0Eh
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  14h
		db  0Eh
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  14h
		db  0Eh
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  0Eh
		db  0Ah
		db    0
		db    0
		db    6
		db    4
		db    4
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  0Ah
		db    0
		db    0
		db    7
		db  0Bh
		db  0Ah
		db    8
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    9
		db  0Ch
		db  0Ch
		db    8
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  0Ch
		db  0Ch
		db  0Ch
		db    8
		db    8
		db    6
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db  0Ch
		db  0Ch
		db  0Ch
		db    8
		db    8
		db    8
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db    0
		db 0A0h, 0A0h, 0A0h, 9Eh, 9Ch, 99h, 95h, 92h, 8Eh, 8Ah ; 8393 -	Экстраполирующий коэффициент пересчета GBC для обогащения | Коэффициент	коррекции - Температура, град.С
		db 87h,	83h, 80h, 7Ch, 79h, 76h, 72h, 6Fh, 6Ch,	68h, 64h
		db 61h,	5Dh, 59h, 56h, 54h, 52h, 52h, 52h, 53h,	55h, 57h
		db 57h,	57h, 57h, 57h, 57h, 57h, 57h
		db 7Bh,	7Bh, 7Bh, 7Bh, 7Eh, 82h, 83h, 84h, 81h,	79h, 75h ; 83BA	- Состав смеси от оборотов и давления |	Отношение воздух/топливо - Обороты коленвала, об/мин - Абсолютное давление, кПа*10
		db 6Ah,	62h, 5Ch, 59h, 5Ah, 7Ah, 7Ah, 7Ah, 7Ah,	7Dh, 81h
		db 83h,	84h, 80h, 79h, 73h, 66h, 5Eh, 5Ah, 58h,	58h, 79h
		db 79h,	79h, 79h, 7Ch, 80h, 82h, 82h, 80h, 77h,	71h, 64h
		db 5Bh,	59h, 56h, 57h, 78h, 78h, 78h, 78h, 7Bh,	7Dh, 80h
		db 80h,	7Fh, 77h, 6Fh, 65h, 5Ch, 58h, 56h, 56h,	76h, 76h
		db 76h,	76h, 78h, 79h, 7Ah, 7Ah, 78h, 73h, 6Ch,	64h, 5Ch
		db 55h,	53h, 53h, 6Eh, 6Eh, 6Fh, 6Eh, 6Eh, 6Fh,	6Eh, 6Eh
		db 6Dh,	6Bh, 66h, 60h, 5Bh, 55h, 53h, 53h, 68h,	69h, 68h
		db 67h,	68h, 67h, 68h, 67h, 66h, 65h, 60h, 5Bh,	58h, 54h
		db 52h,	51h, 66h, 66h, 66h, 64h, 64h, 62h, 62h,	62h, 62h
		db 5Eh,	5Bh, 57h, 55h, 53h, 52h, 51h, 63h, 63h,	62h, 61h
		db 60h,	5Fh, 5Ch, 5Ch, 5Ah, 59h, 58h, 56h, 53h,	52h, 52h
		db 51h,	60h, 60h, 60h, 5Fh, 5Eh, 5Bh, 59h, 58h,	56h, 53h
		db 53h,	53h, 52h, 51h, 50h, 4Eh, 5Fh, 5Fh, 5Fh,	5Eh, 5Dh
		db 59h,	54h, 51h, 51h, 50h, 51h, 51h, 4Fh, 4Ch,	4Bh, 4Bh
		db 5Fh,	5Fh, 5Eh, 5Dh, 5Bh, 58h, 52h, 4Fh, 4Eh,	4Dh, 4Eh
		db 4Dh,	4Bh, 49h, 47h, 47h, 5Fh, 5Fh, 5Eh, 5Dh,	5Bh, 57h
		db 52h,	4Eh, 4Ch, 4Bh, 4Ah, 49h, 47h, 44h, 41h,	41h, 60h
		db 5Fh,	5Eh, 5Dh, 5Ah, 56h, 51h, 4Eh, 4Bh, 4Ah,	48h, 46h
		db 44h,	40h, 3Dh, 3Ch, 60h, 5Fh, 5Eh, 5Dh, 59h,	55h, 51h
		db 4Dh,	4Ah, 49h, 48h, 46h, 42h, 3Eh, 39h, 39h,	60h, 5Fh
		db 5Eh,	5Dh, 59h, 55h, 51h, 4Dh, 4Ah, 49h, 48h,	46h, 42h
		db 3Ch,	37h, 37h
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 2, 3	; 84BA - Коррекция УОЗ по температуре воздуха |	Поправка УОЗ, гр.п.к.в.	- Температура, град.С
		db 4, 5, 5, 8, 9, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah,	0Ah, 0Ah
		db 0Ah,	0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Ah
		FCHARGE_TWAT_CONVERT_CALIBR
		MULT_GBC_DTV
		db 2Ah,	2Ah, 2Ah, 2Ah, 2Ah, 2Ah, 29h, 28h, 28h,	26h, 24h ; 852F	- Динамическая коррекция GTC по	оборотам и ТОЖ 1 | Коэффициент коррекции - Обороты коленвала, об/мин - Температура ОЖ, градусов
		db 21h,	1Eh, 1Eh, 1Ah, 15h, 27h, 27h, 27h, 27h,	27h, 27h
		db 26h,	25h, 25h, 23h, 21h, 1Eh, 1Bh, 1Bh, 17h,	12h, 24h
		db 24h,	24h, 24h, 24h, 24h, 23h, 22h, 22h, 20h,	1Eh, 1Bh
		db 18h,	18h, 14h, 0Fh, 20h, 20h, 20h, 20h, 20h,	20h, 1Fh
		db 1Eh,	1Eh, 1Ch, 1Ah, 17h, 14h, 14h, 10h, 0Bh,	20h, 20h
		db 20h,	20h, 20h, 20h, 1Fh, 1Eh, 1Eh, 1Ch, 1Ah,	17h, 14h
		db 14h,	10h, 0Bh, 1Eh, 1Eh, 1Eh, 1Eh, 1Eh, 1Eh,	1Dh, 1Bh
		db 1Bh,	19h, 18h, 16h, 14h, 14h, 10h, 0Bh, 1Eh,	1Eh, 1Eh
		db 1Dh,	1Dh, 1Dh, 1Dh, 1Ch, 1Ah, 18h, 15h, 14h,	13h, 13h
		db 10h,	0Ch, 1Dh, 1Dh, 1Dh, 19h, 19h, 19h, 19h,	17h, 16h
		db 14h,	12h, 11h, 13h, 13h, 10h, 0Ch, 16h, 16h,	16h, 15h
		db 15h,	15h, 15h, 11h, 11h, 11h, 10h, 0Eh, 0Dh,	0Dh, 0Dh
		db 9, 0Fh, 0Fh,	0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Eh, 0Eh, 0Dh
		db 0Ch,	0Ch, 0Ch, 0Ch, 0Ch, 8, 0Bh, 0Bh, 0Bh, 0Bh, 0Bh
		db 0Bh,	0Bh, 0Bh, 0Bh, 0Bh, 0Bh, 0Bh, 0Bh, 0Bh,	0Ah, 7
		db 7, 7, 7, 7, 7, 7, 7,	7, 7, 7, 7, 7, 7, 7, 5,	3, 5, 5
		db 5, 5, 5, 5, 5, 5, 5,	5, 5, 5, 5, 4, 4, 2, 5,	5, 5, 5
		db 5, 5, 5, 5, 5, 5, 5,	5, 5, 4, 4, 2, 4, 4, 4,	4, 4, 4
		db 4, 4, 4, 4, 4, 4, 4,	4, 4, 2, 4, 4, 4, 4, 4,	4, 4, 4
		db 4, 4, 4, 4, 4, 0, 0,	0
		db 19h,	1Eh, 26h, 2Dh, 37h, 3Eh, 43h, 47h, 4Bh,	4Eh, 50h ; 862F	- Ожидаемая температура	ОГ в рабочих режимах | Температура ОГ, град.С -	Массовый расход	воздуха, кг/час
		db 52h,	54h, 56h, 58h, 5Ah, 5Ch, 5Eh, 61h, 62h,	64h, 65h
		db 66h,	67h, 68h, 68h, 68h, 68h, 69h, 69h, 6Ah,	6Ah
		db 2, 2, 2, 2, 3, 4, 4,	5, 5, 6, 6, 6, 6, 7, 7,	7, 8, 8	; 864F - Постоянная времени выпускной трубы | Постоянная времени - Массовый расход воздуха, кг/час
		db 9, 9, 9, 9, 9, 9, 9,	9, 9, 9, 9, 9, 9, 9
		;866F Коррекция ЦН по ТОЖ (ДАД)
		db 80h	; +
		db 80h	; +
		db 80h	; +
		db 80h	; +
		db 80h	; к
		db  80h	; Я
		db  80h	; Ч
		db  80h	; С
		db  80h	; Л
		db  80h	; Е
		db  80h	; ~
		db  80h	; x
		db  80h	; r
		db  80h	; l
		db  80h	; g
		db  80h	; b
		db  80h	; ]
		db  80h	; Y
		db  80h	; U
		db  80h	; Q
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; P
		db  80h	; R
		db  80h	; S
		db  80h	; T
		db  80h	; U
		db  80h	; V
		db  80h	; W
		db  80h	; X
		db 2, 2, 2, 5, 5, 6, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 2, 2	; 8696 - Шаг изменения КР при переходе |  - Обороты коленвала, об/мин -	Цикловое наполнение,мг/цикл
		db 2, 2, 2, 4, 6, 8, 8,	8, 8, 8, 8, 8, 8, 8, 2,	2, 2, 2
		db 2, 4, 6, 8, 7, 6, 8,	8, 8, 8, 8, 8, 2, 2, 2,	2, 5, 6
		db 8, 7, 4, 4, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8, 8,	8, 8, 8
		db 8, 8, 8, 8
		db 0BDh, 0BDh, 0BDh, 0BBh, 0B9h, 0B7h, 0B4h, 0B0h, 0ABh	; 8796 - Коэффициент коррекции GTCDR при переходе от TWAT | Коэффициент	коррекции - Температура, град.С
		db 0A5h, 9Dh, 93h, 88h,	7Ah, 6Dh, 60h, 56h, 4Ch, 44h, 3Ch
		db 34h,	30h, 2Eh, 2Dh, 2Ch, 2Ch, 2Ch, 2Ch, 2Ch,	2Ch, 2Ch
		db 2Ch,	2Ch, 2Ch, 2Ch, 2Ch, 2Ch, 2Ch, 2Ch
		db 2, 2, 2, 2, 2, 2, 2,	2, 2, 2, 2, 2, 2, 2, 2,	2, 2, 2	; 87BD - Шаг изменения КР при центрировании |  - Температура, град.С
		db 2, 2, 2, 2, 2, 2, 2,	2, 1, 1, 1, 1, 2, 2, 2,	2, 2, 2
		db 2, 2, 2
		db 55h,	5Ah, 5Fh, 64h, 69h, 6Eh, 73h, 77h, 7Ah,	7Dh, 7Eh ; 87E4	- Состав смеси на ХХ | Отношение воздух/топливо	- Температура, град.С
		db 7Fh,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0	; 880B - Задержка регулирования	Lean-Rich | Время, сек.	- Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0	; 890B - Задержка регулирования	Rich-Lean | Время, сек.	- Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 1, 0
		db 0, 0, 1, 2, 2, 2, 2,	2, 0, 0, 0, 0, 0, 0, 1,	0, 0, 0
		db 1, 2, 2, 2, 2, 2, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 1, 2
		db 2, 2, 2, 2, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 1,	2, 2, 2
		db 2, 2, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 1, 2, 2,	2, 2, 2
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 1, 2, 2, 2, 2,	2, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 1, 2, 2, 2, 2, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 1, 1, 1, 1, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	1, 1, 1, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 1,	1, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 1, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0
		db    0
		db 3, 0Ah, 0Ah,	0Ah, 0Ah, 8 ; 8A0C - Задержка коррекции	MAX_UGB	по скорости/оборотам | Время, сек - Индекс SPEED/RPM
		db 0, 3, 9, 0Bh, 0Fh, 10h, 12h,	13h, 14h, 15h, 15h, 15h	; 8A12 - Диференциальный коэффициент | % - Время после пуска, сек
		db 15h,	15h, 15h, 15h
		db 0, 4, 10h, 20h, 30h,	40h, 50h, 60h, 70h, 80h, 90h, 0A0h ; 8A22 - Пропорциональный коэффициент | % - Время после пуска, сек
		db 0B0h, 0C0h, 0CAh, 0CAh
		db 90h,	90h, 90h, 63h, 29h, 1Ah, 13h, 10h, 0Dh,	0Ah, 8 ; 8A32 -	Коэффициент уменьшения GTC после пуска | мг/цикл - Время, сек
		db 6, 5, 4, 4, 4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    4
		db    6
		db    8
		db    8
		db    8
		db    8
		db    8
		db    8
		db    8
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh	; 8A59 - Коррекция по времени прокрутки	| Коэффициент коррекции	- Hомер	цикла
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0F1h, 0DDh, 0CDh, 0BCh, 0ABh, 9Ah, 8Ch, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 77h, 6Bh, 60h,	60h, 60h
		db 60h,	60h, 60h
		db 52h,	52h, 52h, 52h, 52h, 52h, 52h, 52h, 52h,	52h, 51h ; 8A99	- Обороты полного выхода из режима пуска | Обороты, об/мин - Температура, град.С
		db 50h,	4Fh, 4Eh, 4Dh, 4Ch, 4Bh, 4Ah, 49h, 48h,	47h, 46h
		db 46h,	46h, 46h, 46h, 46h, 46h, 46h, 48h, 4Dh,	53h, 57h
		db 58h,	58h, 58h, 58h, 58h, 58h
		db 2, 2, 2, 2, 2, 2, 2,	2, 2, 2, 2, 2, 2, 2, 2,	2, 2, 2	; 8AC0 - Положение закрытого дросселя, таблица | Положение дросселя,% -
		db 2, 2, 2, 3, 4, 5, 6,	7, 7, 7, 7, 7, 7, 7
		db 2, 2, 2, 2, 2, 2, 2,	2, 2, 2, 2, 2, 2, 2, 2,	2, 2, 2	; 8AE0 - Положение открытого дросселя, таблица | Положение дросселя,% -
		db 2, 2, 2, 3, 4, 5, 6,	7, 7, 7, 7, 7, 7, 7
		db 0C4h, 0C4h, 0C4h, 0C4h, 0C4h, 0C4h, 0C4h, 0C4h, 0C4h	; 8B00 - Время накопления | Время накопления, мс. - Обороты коленвала, об/мин -	Бортовое напряжение
		db 0C4h, 0C4h, 0C4h, 0C4h, 0C4h, 0C4h, 0C4h, 9Ch, 9Ch
		db 9Ch,	9Ch, 9Ch, 9Ch, 9Ch, 9Ch, 9Ch, 9Ch, 9Ch,	9Ch, 9Ch
		db 9Ch,	9Ch, 9Ch, 76h, 76h, 76h, 76h, 76h, 76h,	76h, 76h
		db 76h,	76h, 76h, 76h, 76h, 76h, 76h, 76h, 57h,	57h, 57h
		db 57h,	57h, 57h, 57h, 57h, 57h, 57h, 57h, 57h,	57h, 57h
		db 57h,	57h, 49h, 49h, 49h, 49h, 49h, 49h, 49h,	49h, 49h
		db 49h,	49h, 49h, 49h, 49h, 49h, 49h, 3Ah, 3Ah,	3Ah, 3Ah
		db 3Ah,	3Ah, 3Ah, 3Ah, 3Ah, 3Ah, 3Ah, 3Ah, 3Ah,	3Ah, 3Ah
		db 3Ah,	2Fh, 2Fh, 2Fh, 2Fh, 2Fh, 2Fh, 2Fh, 2Fh,	2Fh, 2Fh
		db 2Fh,	2Fh, 2Fh, 2Fh, 2Fh, 2Fh, 2Ah, 2Ah, 2Ah,	2Ah, 2Ah
		db 2Ah,	2Ah, 2Ah, 2Ah, 2Ah, 2Ah, 2Ah, 2Ah, 2Ah,	2Ah, 2Ah
		db 26h,	26h, 26h, 26h, 26h, 26h, 26h, 26h, 26h,	26h, 26h
		db 26h,	26h, 26h, 26h, 26h, 22h, 22h, 22h, 22h,	22h, 22h
		db 22h,	22h, 22h, 22h, 22h, 22h, 22h, 22h, 22h,	22h, 1Eh
		db 1Eh,	1Eh, 1Eh, 1Eh, 1Eh, 1Eh, 1Eh, 1Eh, 1Eh,	1Eh, 1Eh
		db 1Eh,	1Eh, 1Eh, 1Eh, 1Ch, 1Ch, 1Ch, 1Ch, 1Ch,	1Ch, 1Ch
		db 1Ch,	1Ch, 1Ch, 1Ch, 1Ch, 1Ch, 1Ch, 1Ch, 1Ch,	1Ah, 1Ah
		db 1Ah,	1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah, 1Ah,	1Ah, 1Ah
		db 1Ah,	1Ah, 1Ah, 18h, 18h, 18h, 18h, 18h, 18h,	18h, 18h
		db 18h,	18h, 18h, 18h, 18h, 18h, 18h, 18h, 17h,	17h, 17h
		db 17h,	17h, 17h, 17h, 17h, 17h, 17h, 17h, 17h,	17h, 17h
		db 17h,	17h, 17h, 17h, 17h, 17h, 17h, 17h, 17h,	17h, 17h
		db 17h,	17h, 17h, 17h, 17h, 17h, 17h
		db 42h,	42h, 42h, 42h, 42h, 42h, 58h, 7Bh, 9Ah,	0B4h, 0BBh ; 8C00 - Коррекция по температуре ОЖ	| Коэффициент коррекции	- Температура, град.С
		db 0BEh, 0BFh, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h
		db 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h
		db 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h, 0C0h
		db 0C0h
		db 2Dh,	30h, 33h, 36h, 3Ah, 3Dh, 40h, 43h, 47h,	4Ah, 4Dh ; 8C27	- Коррекция Тзаряда | Коэффициент коррекции - Тзаряда, град.С
		db 50h,	53h, 56h, 5Ah, 5Dh, 60h, 63h, 66h, 6Ah,	6Dh, 70h
		db 73h,	76h, 7Ah, 7Dh, 80h, 83h, 86h, 8Ah, 8Dh,	90h, 93h
		db 96h,	9Ah, 9Dh, 0A0h,	0A3h, 0A6h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h,	80h, 83h,	89h, 8Fh, 95h ;	8C4E - Коррекция GTCA по ТОЖ | Коэффициент коррекции - Температура, град.С
		db 9Ch,	0A2h, 0A8h, 0AEh, 0B5h,	0BCh, 0C3h, 0CBh, 0D3h
		db 0DBh, 0E3h, 0ECh, 0F6h, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh	; 8C75 - Множитель коррекции по	ТВОЗД |	Коэффициент коррекции -	Обороты	коленвала, об/мин - Положение дросселя,%
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh
		;0x8D75, 101b - коррекция duty по дросселю 
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 5
		db 0Ah, 0Eh, 13h, 18h, 1Dh, 22h, 27h, 2Ch, 30h, 35h, 3Ah, 3Fh, 44h, 49h, 4Eh, 53h
		db 58h, 5Dh, 61h, 66h, 6Bh, 70h, 75h, 7Ah, 7Fh, 84h, 89h, 8Eh, 93h, 97h, 9Ch, 0A1h
		db 0A6h, 0ABh, 0B0h, 0B5h, 0BAh, 0BFh, 0C4h, 0C9h, 0CEh, 0D3h, 0D8h, 0DCh, 0E1h, 0E6h, 0EBh, 0F0h
		db 0F5h, 0FAh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh

		db  8Dh	; Н
		db  90h	; Р
		db  93h	; У
		db  96h	; Ц
		db  9Ah	; Ъ
		db  9Dh	; Э
		db 0A0h	; а
		db 0A3h	; г
		db 0A6h	; ж
		db 0AAh	; к
		db 0ADh	; н
		db 0B0h	; -
		db 0B3h	; ¦
		db 0B6h	; ¦
		db 0BAh	; ¦
		db 0BDh	; -
		db 0C0h	; L
		db 0C3h	; +
		db 0C6h	; ¦
		db 0CAh	; ¦
		db 0CDh	; =
		db 0D0h	; ¦
		db 0D3h	; L
		db 0D6h	; г
		db 0DAh	; -
		db 0DDh	; ¦
		db 0E0h	; р
		db 0E3h	; у
		db 0E6h	; ц
		db 0EAh	; ъ
		db 0EDh	; э
		db 0F0h	; Ё
		db  0Fh
		db  19h
		db  23h	; #
		db  28h	; (
		db  2Dh	; -
		db  32h	; 2
		db  37h	; 7
		db  3Ch	; <
		db  41h	; A
		db  46h	; F
		db  4Bh	; K
		db  50h	; P
		db  55h	; U
		db  5Ah	; Z
		db  5Fh	; _
		db  64h	; d
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 3, 9, 0Fh, 0Fh, 0Fh	; 8E0A - Коррекция MIN_UGB по оборотам | Воздух, кг/час	- Обороты, об/мин
		db 0Fh,	0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh,	0Fh, 0Fh
		db 0Fh,	0Fh, 0Fh, 0Fh, 0Fh
		db 8Eh,	8Eh, 87h, 87h, 92h, 94h, 8Ah, 85h, 82h,	82h, 87h ; 8E2A	- Начальная коррекция времени впрыска ХХ | Коэффициент коррекции - Обороты коленвала, об/мин - Цикловое	наполнение,мг/цикл
		db 87h,	87h, 95h, 95h, 95h, 8Eh, 8Eh, 87h, 87h,	8Eh, 8Eh
		db 88h,	83h, 83h, 83h, 83h, 85h, 85h, 93h, 93h,	93h, 90h
		db 90h,	87h, 87h, 85h, 83h, 83h, 83h, 83h, 83h,	83h, 83h
		db 83h,	91h, 91h, 91h, 91h, 91h, 8Ah, 8Ah, 89h,	89h, 89h
		db 85h,	83h, 83h, 83h, 83h, 83h, 88h, 88h, 88h,	96h, 96h
		db 95h,	96h, 90h, 90h, 8Ch, 89h, 86h, 86h, 86h,	86h, 86h
		db 86h,	86h, 86h, 0A2h,	0A2h, 9Eh, 9Ah,	96h, 93h, 92h
		db 8Fh,	8Dh, 8Dh, 8Dh, 8Dh, 8Dh, 8Dh, 8Dh, 8Dh,	0A6h, 0A6h
		db 0A4h, 9Bh, 97h, 96h,	95h, 93h, 93h, 93h, 93h, 93h, 93h
		db 93h,	93h, 93h, 0A6h,	0A6h, 0A4h, 9Bh, 97h, 97h, 97h
		db 97h,	97h, 97h, 97h, 97h, 97h, 97h, 97h, 97h,	0A6h, 0A6h
		db 0A4h, 9Bh, 97h, 97h,	97h, 97h, 97h, 97h, 97h, 97h, 97h
		db 97h,	97h, 97h, 0A6h,	0A6h, 0A4h, 9Bh, 97h, 97h, 97h
		db 97h,	97h, 97h, 97h, 97h, 97h, 97h, 97h, 97h,	0A6h, 0A6h
		db 0A4h, 9Bh, 97h, 97h,	97h, 97h, 97h, 97h, 97h, 97h, 97h
		db 97h,	97h, 97h, 0A6h,	0A6h, 0A4h, 9Bh, 97h, 97h, 97h
		db 97h,	97h, 97h, 97h, 97h, 97h, 97h, 97h, 97h,	0A6h, 0A6h
		db 0A4h, 9Bh, 97h, 97h,	97h, 97h, 97h, 97h, 97h, 97h, 97h
		db 97h,	97h, 97h, 0A6h,	0A6h, 0A4h, 9Bh, 97h, 97h, 97h
		db 97h,	97h, 97h, 97h, 97h, 97h, 97h, 97h, 97h,	0A6h, 0A6h
		db 0A4h, 9Bh, 97h, 97h,	97h, 97h, 97h, 97h, 97h, 97h, 97h
		db 97h,	97h, 97h, 0A6h,	0A6h, 0A4h, 9Bh, 97h, 97h, 97h
		db 97h,	97h, 97h, 97h, 97h, 97h, 97h, 97h, 97h
		db 59h,	59h, 59h, 59h, 59h, 59h, 59h, 59h, 59h,	59h, 59h ; 8F2A	- Относительный	порог детонации	| Порог	детонации - Номер точки
		db 59h,	59h, 59h, 59h, 59h, 59h, 59h, 59h, 59h,	59h, 59h
		db 59h,	53h, 53h, 51h, 50h, 4Eh, 4Eh, 4Eh, 4Eh,	4Eh
		db 0Fh,	0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Eh, 0Dh,	0Ch, 0Bh ; 8F4A	- Коэффициент пленки по	температуре | Коэффициент коррекции - Температура, град.С
		db 0Ah,	9, 8, 7, 6, 5, 4, 3, 2,	2, 2, 2, 2, 2, 2, 2, 2
		db 2, 2, 2, 2, 2, 2, 2,	2, 2, 2, 2
		db 0Ah,	0Ah, 0Ah, 9, 8,	7, 6, 5, 4, 3, 2, 1, 1,	1, 1, 1	; 8F71 - Блокировка расчетов пленки после пуска	| Время	блокировки, сек. - Температура,	град.С
		db 1, 1, 1, 1, 1, 1, 1,	1, 1, 1, 1, 1, 1, 1, 1,	1, 2, 2
		db 2, 2, 2, 2, 2
		db 0BCh, 0B8h, 0B4h, 0B0h, 0ACh, 0A8h, 0A4h, 0A0h, 9Bh ; 8F98 -	Коррекция аварийного ЦH	на ХХ |	Коэффициент коррекции -	Температура, град.С
		db 9Ah,	98h, 96h, 94h, 92h, 90h, 8Eh, 8Ch, 8Ah,	88h, 86h
		db 85h,	84h, 83h, 82h, 81h, 80h, 6Bh, 6Bh, 6Bh,	6Bh, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h
		ADD_ALF_TIME
		db 0Bh,	0Bh, 0Bh, 0Bh, 0Bh, 0Bh, 0Bh, 0Bh, 0Bh,	0Bh, 0Bh ; 8FE6	- Коэффициент пленки по	температуре 2 |	Коэффициент коррекции -	Температура, град.С
		db 0Bh,	0Bh, 0Ah, 0Ah, 0Ah, 0Ah, 9, 9, 9, 9, 9,	8, 8, 8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 8, 8, 8, 8, 8
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h ; 900D	- Коэффициент весовой коррекции	по ТВОЗД | Коэффициент коррекции - Температура воздуха,	град.С
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 83h, 87h, 8Ah, 8Dh, 8Dh, 8Dh,	8Dh, 8Dh
		db 8Dh,	8Dh, 8Dh, 8Dh, 8Dh, 8Dh
		;9034
		DIN_CORR_UOZ_BY_ADD_FUEL_CALIBR
		db 3Ch,	3Ch, 49h, 50h, 50h, 50h, 50h, 50h, 50h,	50h, 50h ; 9054	- GTCDR	при переходе от	ХХ к рабочим режимам | Коэффициент добавки - Состояние отсечки ПХХ
		db 50h,	50h, 50h, 50h, 50h, 50h, 50h, 50h, 50h,	50h, 50h
		db 50h,	50h, 50h, 50h, 50h, 50h, 50h, 50h, 50h,	50h
		db 0C0h, 0C0h, 0C0h, 0D0h, 0D0h, 0D0h, 0D0h, 0D0h, 0D0h	; 9074 - Коэффициент уменьшения	GTC 1 при выходе из ХХ | мг/цикл - Состояние отсечки ПХХ
		db 0D0h, 0D0h, 0D0h, 0D0h, 0D0h, 0D0h, 0D0h
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0D0h	; ¦
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0	; 9094 - Смещение оборотов ХХ по времени | Обороты, об/мин - Время работы двигателя, сек.
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh	; 9194 - Время накопления для попарно-параллельного режима | Время накопления, мс. - Обороты коленвала,	об/мин - Бортовое напряжение
		db 0FFh, 0FFh, 0FFh, 0E5h, 0BCh, 8Eh, 8Bh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0EDh, 0D9h, 0ADh, 8Ch, 8Bh, 0DBh, 0DBh, 0DBh, 0DBh
		db 0DBh, 0DBh, 0DBh, 0DBh, 0DBh, 0C5h, 0C4h, 0B5h, 0AEh
		db 0A0h, 8Bh, 8Bh, 8Bh,	8Bh, 8Bh, 8Bh, 8Bh, 8Bh, 8Bh, 8Bh
		db 8Bh,	8Bh, 8Bh, 8Bh, 8Bh, 8Bh, 8Bh, 8Bh, 75h,	75h, 75h
		db 75h,	75h, 75h, 75h, 75h, 75h, 75h, 75h, 75h,	75h, 75h
		db 75h,	75h, 5Eh, 5Eh, 5Eh, 5Eh, 5Eh, 5Eh, 5Eh,	5Eh, 5Eh
		db 5Eh,	5Eh, 5Eh, 5Eh, 5Eh, 5Eh, 5Eh, 4Fh, 4Fh,	4Fh, 4Fh
		db 4Fh,	4Fh, 4Fh, 4Fh, 4Fh, 4Fh, 4Fh, 4Fh, 4Fh,	4Fh, 4Fh
		db 4Fh,	47h, 47h, 47h, 47h, 47h, 47h, 47h, 47h,	47h, 47h
		db 47h,	47h, 47h, 47h, 47h, 47h, 3Fh, 3Fh, 3Fh,	3Fh, 3Fh
		db 3Fh,	3Fh, 3Fh, 3Fh, 3Fh, 3Fh, 3Fh, 3Fh, 3Fh,	3Fh, 3Fh
		db 3Bh,	3Bh, 3Bh, 3Bh, 3Bh, 3Bh, 3Bh, 3Bh, 3Bh,	3Bh, 3Bh
		db 3Bh,	3Bh, 3Bh, 3Bh, 3Bh, 35h, 35h, 35h, 35h,	35h, 35h
		db 35h,	35h, 35h, 35h, 35h, 35h, 35h, 35h, 35h,	35h, 31h
		db 31h,	31h, 31h, 31h, 31h, 31h, 31h, 31h, 31h,	31h, 31h
		db 31h,	31h, 31h, 31h, 2Eh, 2Eh, 2Eh, 2Eh, 2Eh,	2Eh, 2Eh
		db 2Eh,	2Eh, 2Eh, 2Eh, 2Eh, 2Eh, 2Eh, 2Eh, 2Eh,	2Ah, 2Ah
		db 2Ah,	2Ah, 2Ah, 2Ah, 2Ah, 2Ah, 2Ah, 2Ah, 2Ah,	2Ah, 2Ah
		db 2Ah,	2Ah, 2Ah, 27h, 27h, 27h, 27h, 27h, 27h,	27h, 27h
		db 27h,	27h, 27h, 27h, 27h, 27h, 27h, 27h, 25h,	25h, 25h
		db 25h,	25h, 25h, 25h, 25h, 25h, 25h, 25h, 25h,	25h, 25h
		db 25h,	25h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h ; 9294	- Поправка циклового наполнения	по дросселю | Коэффициент коррекции - Обороты коленвала, об/мин	- Положение дросселя,%
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h, 80h, 80h, 80h, 80h, 80h, 80h,	80h, 80h
		db 80h,	80h, 80h
		db 32h,	41h, 42h, 42h, 50h, 64h, 7Eh, 0A7h, 0FFh, 0FFh ; 9394 -	Неравномерность	скорости вращения 1 | Нестабильность, 1/сек^2 -	Обороты	коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 32h, 39h, 38h, 38h
		db 3Fh,	56h, 6Bh, 0A8h,	0FFh, 0FFh, 0FFh, 0FFh,	0FFh, 0FFh
		db 0FFh, 0FFh, 32h, 32h, 32h, 38h, 46h,	50h, 6Bh, 0A8h
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 32h
		db 32h,	32h, 40h, 52h, 60h, 73h, 0ADh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 32h, 38h, 3Ch,	58h, 60h
		db 6Ch,	78h, 0B4h, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 32h, 38h, 46h, 6Ch, 72h,	7Ah, 86h, 0B4h
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 49h
		db 4Bh,	4Ah, 82h, 7Ah, 7Ah, 0B4h, 0B4h,	0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 67h, 67h, 67h,	94h, 94h
		db 94h,	0B4h, 0D2h, 0FFh, 0FFh,	0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 8Ch, 8Ch, 8Ch, 0AAh, 0AAh, 0A4h,	0B4h, 0DCh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0C2h
		db 0C2h, 0C2h, 0C2h, 0C2h, 0C2h, 0C2h, 0E6h, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0D2h, 0D2h, 0D2h
		db 0D2h, 0D2h, 0D2h, 0D2h, 0F0h, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0D2h, 0D2h, 0D2h, 0D2h, 0D2h
		db 0D2h, 0D2h, 0F0h, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh, 0FFh
		db 0FFh, 0FFh, 0FFh
		db 20h,	20h, 20h, 20h, 20h, 21h, 24h, 28h, 2Eh,	38h, 46h ; 9494	- Неравномерность скорости вращения 2 |	Нестабильность,	1/сек^2	- Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 5Eh,	7Ah, 7Ah, 7Ah, 7Ah, 20h, 20h, 20h, 20h,	20h, 21h
		db 24h,	28h, 2Eh, 39h, 46h, 5Eh, 7Ah, 7Ah, 7Ah,	7Ah, 20h
		db 20h,	20h, 20h, 20h, 21h, 24h, 28h, 2Eh, 39h,	46h, 5Eh
		db 7Ah,	7Ah, 7Ah, 7Ah, 20h, 20h, 20h, 20h, 20h,	21h, 24h
		db 28h,	2Eh, 38h, 46h, 5Eh, 7Ah, 7Ah, 7Ah, 7Ah,	20h, 20h
		db 20h,	20h, 21h, 22h, 24h, 28h, 2Eh, 38h, 46h,	5Dh, 7Ah
		db 7Ah,	7Ah, 7Ah, 22h, 22h, 22h, 20h, 22h, 23h,	27h, 2Bh
		db 30h,	3Ah, 48h, 5Eh, 7Ah, 80h, 80h, 80h, 23h,	23h, 23h
		db 23h,	25h, 26h, 2Bh, 30h, 34h, 3Dh, 4Ah, 60h,	7Ch, 84h
		db 84h,	84h, 24h, 24h, 24h, 24h, 27h, 2Ah, 30h,	35h, 39h
		db 42h,	4Eh, 64h, 7Fh, 8Ah, 8Ah, 8Ah, 2Ah, 2Ah,	2Ah, 2Ah
		db 2Bh,	2Eh, 34h, 39h, 3Dh, 46h, 52h, 69h, 84h,	90h, 90h
		db 90h,	2Eh, 2Eh, 2Eh, 2Eh, 2Fh, 32h, 39h, 3Eh,	42h, 4Ah
		db 57h,	6Eh, 89h, 96h, 96h, 96h, 35h, 35h, 35h,	35h, 34h
		db 36h,	3Eh, 43h, 47h, 50h, 5Ch, 72h, 8Eh, 9Ch,	9Ch, 9Ch
		db 3Ch,	3Dh, 3Dh, 3Dh, 3Bh, 3Ch, 42h, 48h, 4Dh,	56h, 62h
		db 78h,	94h, 0A2h, 0A2h, 0A2h, 43h, 44h, 44h, 43h, 40h
		db 41h,	45h, 4Bh, 51h, 5Bh, 68h, 7Dh, 9Ah, 0CFh, 0CFh
		db 0CFh, 48h, 48h, 48h,	44h, 41h, 42h, 46h, 4Eh, 57h, 60h
		db 6Ch,	82h, 9Fh, 0CFh,	0CFh, 0CFh, 48h, 48h, 48h, 44h
		db 43h,	43h, 48h, 50h, 57h, 60h, 6Ch, 82h, 9Fh,	0CFh, 0CFh
		db 0CFh, 48h, 48h, 48h,	44h, 43h, 43h, 48h, 4Fh, 57h, 60h
		db 6Ch,	82h, 0A0h, 0CFh, 0CFh, 0CFh
		db 80h,	80h, 80h, 80h, 80h, 33h, 33h, 33h, 33h,	33h, 33h ; 9594	- Коэффициент уменьшения неравномерности | Коэффициент - Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 33h,	33h, 33h, 33h, 33h, 80h, 80h, 80h, 80h,	80h, 33h
		db 33h,	33h, 33h, 33h, 33h, 33h, 33h, 33h, 33h,	33h, 80h
		db 80h,	80h, 80h, 80h, 33h, 33h, 33h, 33h, 33h,	33h, 33h
		db 33h,	33h, 33h, 33h, 80h, 80h, 80h, 80h, 80h,	33h, 33h
		db 33h,	33h, 33h, 33h, 33h, 33h, 33h, 33h, 33h,	80h, 80h
		db 80h,	80h, 80h, 33h, 33h, 33h, 33h, 33h, 33h,	33h, 33h
		db 33h,	33h, 33h, 80h, 80h, 80h, 80h, 80h, 33h,	33h, 33h
		db 33h,	33h, 33h, 33h, 33h, 33h, 33h, 33h, 80h,	80h, 80h
		db 80h,	80h, 33h, 33h, 33h, 33h, 33h, 33h, 33h,	33h, 33h
		db 33h,	33h, 80h, 80h, 80h, 80h, 80h, 33h, 33h,	33h, 33h
		db 33h,	33h, 33h, 33h, 33h, 33h, 33h, 80h, 80h,	80h, 80h
		db 80h,	33h, 33h, 33h, 33h, 33h, 33h, 33h, 33h,	33h, 33h
		db 33h,	80h, 80h, 80h, 80h, 80h, 33h, 33h, 33h,	33h, 33h
		db 33h,	33h, 33h, 33h, 33h, 33h, 80h, 80h, 80h,	80h, 80h
		db 33h,	33h, 33h, 33h, 33h, 33h, 33h, 33h, 33h,	33h, 33h
		db 80h,	80h, 80h, 80h, 80h, 33h, 33h, 33h, 33h,	33h, 33h
		db 33h,	33h, 33h, 33h, 33h, 80h, 80h, 80h, 80h,	80h, 33h
		db 33h,	33h, 33h, 33h, 33h, 33h, 33h, 33h, 33h,	33h, 80h
		db 80h,	80h, 80h, 80h, 33h, 33h, 33h, 33h, 33h,	33h, 33h
		db 33h,	33h, 33h, 33h, 80h, 80h, 80h, 80h, 80h,	33h, 33h
		db 33h,	33h, 33h, 33h, 33h, 33h, 33h, 33h, 33h,	80h, 80h
		db 80h,	80h, 80h, 33h, 33h, 33h, 33h, 33h, 33h,	33h, 33h
		db 33h,	33h, 33h
		db 5, 5, 5, 5, 5, 5, 5,	5, 5, 5, 5, 5, 5, 5, 5,	5, 5, 5	; 9694 - Начальный порог неравномерности 1 | Нестабильность, 1/сек^2 - Обороты,	об/мин
		db 5, 15h, 21h,	2Ch, 30h, 30h, 30h, 30h, 30h, 30h, 30h
		db 30h,	30h, 30h
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 5, 8, 0Ch, 0Fh, 12h	; 96B4 - Начальный порог неравномерности 2 | Нестабильность, 1/сек^2 - Обороты,	об/мин
		db 16h,	1Ah, 1Fh, 26h, 2Bh, 33h, 3Ch, 47h, 56h,	67h, 67h
		db 67h,	67h, 67h, 67h, 67h
		db 0Ch,	0Ch, 0Ch, 0Ch, 0Ch, 0Ch, 0Bh, 0Ah, 0Ah,	0Ah, 0Ah ; 96D4	- Коррекция неравномерности по температуре 2 | Коррекция нестабильности, 1/сек^	- Температура, град.С
		db 0Ch,	0Ch, 8,	6, 5, 4, 3, 2, 1, 0, 0,	0, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0
		db 10h,	10h, 10h, 10h, 15h, 19h, 1Fh, 28h, 34h,	44h, 57h ; 96FB	- Неравномерность скорости вращения 3 |	Нестабильность,	1/сек^2	- Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 77h,	9Bh, 9Bh, 9Bh, 9Bh, 10h, 10h, 10h, 10h,	15h, 19h
		db 1Fh,	28h, 34h, 44h, 57h, 77h, 9Bh, 9Bh, 9Bh,	9Bh, 10h
		db 10h,	10h, 10h, 15h, 19h, 1Fh, 28h, 34h, 44h,	57h, 77h
		db 9Bh,	9Bh, 9Bh, 9Bh, 10h, 10h, 10h, 10h, 15h,	19h, 1Fh
		db 28h,	34h, 44h, 58h, 79h, 9Dh, 9Dh, 9Dh, 9Dh,	15h, 15h
		db 15h,	15h, 19h, 1Dh, 23h, 2Ch, 37h, 45h, 58h,	79h, 0A1h
		db 0A1h, 0A1h, 0A1h, 19h, 19h, 18h, 17h, 1Ch, 20h, 27h
		db 2Fh,	39h, 47h, 5Bh, 7Ch, 0A5h, 0A9h,	0A9h, 0A9h, 1Fh
		db 1Fh,	1Dh, 1Dh, 22h, 26h, 2Bh, 33h, 3Dh, 4Bh,	5Fh, 7Fh
		db 0A8h, 0AFh, 0AFh, 0AFh, 24h,	24h, 22h, 22h, 26h, 2Ah
		db 30h,	38h, 41h, 4Fh, 63h, 84h, 0ABh, 0B5h, 0B5h, 0B5h
		db 27h,	28h, 28h, 28h, 2Ch, 30h, 35h, 3Dh, 46h,	54h, 67h
		db 88h,	0AFh, 0B9h, 0B9h, 0B9h,	2Eh, 2Eh, 2Eh, 2Eh, 33h
		db 37h,	3Ch, 43h, 4Ch, 59h, 6Ch, 8Eh, 0B4h, 0BDh, 0BDh
		db 0BDh, 36h, 36h, 36h,	35h, 39h, 3Ch, 41h, 48h, 51h, 5Fh
		db 73h,	95h, 0B9h, 0C7h, 0C7h, 0C7h, 43h, 43h, 43h, 43h
		db 45h,	42h, 46h, 4Ch, 56h, 64h, 79h, 9Ch, 0C0h, 0D3h
		db 0D3h, 0D3h, 43h, 43h, 43h, 43h, 48h,	44h, 49h, 4Fh
		db 59h,	67h, 7Dh, 0A0h,	0C4h, 0E2h, 0E2h, 0E2h,	43h, 43h
		db 43h,	43h, 48h, 45h, 4Ah, 50h, 5Ah, 69h, 7Fh,	0A4h, 0C8h
		db 0E2h, 0E2h, 0E2h, 43h, 43h, 43h, 43h, 48h, 45h, 4Ah
		db 50h,	5Ah, 69h, 7Fh, 0A7h, 0CBh, 0E2h, 0E2h, 0E2h, 43h
		db 43h,	43h, 43h, 48h, 45h, 4Ah, 50h, 5Ah, 69h,	7Fh, 0A7h
		db 0CBh, 0E2h, 0E2h, 0E2h
		db 0Ch,	0Ch, 0Ch, 0Ch, 0Ch, 0Ch, 0Ah, 0Ah, 9, 9, 9, 9 ;	97FB - Коррекция неравномерности по температуре	3 | Коррекция нестабильности, 1/сек^ - Температура, град.С
		db 7, 7, 7, 7, 6, 5, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0
		db  26h	; &
		db  37h	; 7
		db  46h	; F
		db  55h	; U
		db  8Ah	; К
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0	; 9827 - Зона детектора	от оборотов | Hомер зоны - Обороты, об/мин
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0,	0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 1, 2, 3, 4,	5, 6, 7
		db 8, 9, 9, 0Ah, 0Bh, 0Ch, 0Dh,	0Eh, 0Fh, 20h, 21h, 22h
		db 24h,	25h, 26h, 27h, 29h, 2Ah, 2Bh, 2Dh, 2Eh,	2Fh, 40h
		db 40h,	41h, 41h, 41h, 42h, 42h, 43h, 43h, 44h,	44h, 45h
		db 45h,	46h, 46h, 47h, 47h, 48h, 48h, 49h, 49h,	49h, 4Ah
		db 4Ah,	4Bh, 4Bh, 4Bh, 4Ch, 4Ch, 4Dh, 4Dh, 4Dh,	4Dh, 4Eh
		db 4Fh,	60h, 60h, 60h, 60h, 60h, 60h, 60h, 60h,	60h, 60h
		db 60h,	60h, 60h, 60h, 60h, 60h, 60h
		db 1Eh,	1Eh, 1Eh, 1Eh, 26h, 2Ah, 2Eh, 32h, 36h,	3Ah, 42h ; 98A7	- Неравномерность скорости вращения 1 |	Нестабильность,	1/сек^2	- Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 59h,	78h, 0FEh, 0FEh, 0FEh, 1Eh, 1Eh, 1Eh, 1Eh, 26h
		db 2Ah,	2Fh, 32h, 36h, 3Bh, 42h, 59h, 78h, 0FEh, 0FEh
		db 0FEh, 1Eh, 1Eh, 1Eh,	1Eh, 26h, 2Ah, 2Fh, 32h, 35h, 3Bh
		db 42h,	59h, 78h, 0FEh,	0FEh, 0FEh, 3Bh, 3Ch, 3Ch, 3Ch
		db 42h,	41h, 41h, 41h, 43h, 45h, 49h, 59h, 78h,	0FEh, 0FEh
		db 0FEh, 58h, 58h, 58h,	58h, 52h, 50h, 50h, 50h, 52h, 54h
		db 57h,	59h, 78h, 0FEh,	0FEh, 0FEh, 62h, 62h, 62h, 62h
		db 62h,	62h, 61h, 61h, 62h, 65h, 68h, 6Eh, 78h,	0FEh, 0FEh
		db 0FEh, 73h, 73h, 73h,	75h, 77h, 77h, 76h, 72h, 71h, 76h
		db 7Bh,	7Fh, 7Dh, 0FEh,	0FEh, 0FEh, 86h, 86h, 86h, 88h
		db 8Ch,	8Dh, 8Ah, 83h, 83h, 84h, 8Eh, 90h, 82h,	0FEh, 0FEh
		db 0FEh, 97h, 97h, 97h,	99h, 9Dh, 9Fh, 9Eh, 98h, 97h, 99h
		db 0A1h, 9Eh, 86h, 0FEh, 0FEh, 0FEh, 0A6h, 0A6h, 0A6h
		db 0A9h, 0AEh, 0B1h, 0AEh, 0A9h, 0A9h, 0AEh, 0B1h, 0AEh
		db 8Ch,	0FEh, 0FEh, 0FEh, 0BFh,	0BFh, 0BFh, 0BEh, 0C0h
		db 0C6h, 0C4h, 0BDh, 0BFh, 0C0h, 0BFh, 0C3h, 0A0h, 0FEh
		db 0FEh, 0FEh, 0CFh, 0CFh, 0CFh, 0CFh, 0D2h, 0D4h, 0D4h
		db 0D2h, 0D2h, 0D2h, 0D1h, 0D1h, 0C8h, 0FEh, 0FEh, 0FEh
		db 0DBh, 0DBh, 0DBh, 0DBh, 0DFh, 0E0h, 0E0h, 0E0h, 0E0h
		db 0E0h, 0DDh, 0DDh, 0C8h, 0FEh, 0FEh, 0FEh, 0E3h, 0E3h
		db 0E3h, 0E3h, 0E6h, 0E6h, 0E6h, 0E6h, 0E4h, 0E0h, 0DEh
		db 0DFh, 0C8h, 0FEh, 0FEh, 0FEh, 0E6h, 0E6h, 0E6h, 0E6h
		db 0E6h, 0E6h, 0E6h, 0E6h, 0E4h, 0E0h, 0E0h, 0E0h, 0C8h
		db 0FEh, 0FEh, 0FEh, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h, 0E6h
		db 0E6h, 0E6h, 0E3h, 0E0h, 0E0h, 0DFh, 0C8h, 0FEh, 0FEh
		db 0FEh
		db 20h,	20h, 20h, 20h, 1Dh, 1Bh, 1Ah, 19h, 19h,	1Ah, 1Ch ; 99A7	- Неравномерность скорости вращения 2 |	Нестабильность,	1/сек^2	- Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 20h,	24h, 24h, 24h, 24h, 20h, 20h, 20h, 20h,	1Dh, 1Bh
		db 1Ah,	19h, 19h, 1Bh, 1Ch, 20h, 24h, 24h, 24h,	24h, 20h
		db 20h,	20h, 20h, 1Dh, 1Bh, 1Ah, 19h, 19h, 1Bh,	1Ch, 20h
		db 24h,	24h, 24h, 24h, 20h, 20h, 20h, 20h, 1Dh,	1Bh, 1Ah
		db 19h,	19h, 1Ah, 1Ch, 20h, 24h, 24h, 24h, 24h,	20h, 20h
		db 20h,	20h, 1Eh, 1Ch, 1Ah, 19h, 19h, 1Ah, 1Ch,	1Fh, 24h
		db 24h,	24h, 24h, 22h, 22h, 22h, 20h, 1Fh, 1Dh,	1Dh, 1Ch
		db 1Bh,	1Ch, 1Eh, 20h, 24h, 2Ah, 2Ah, 2Ah, 23h,	23h, 23h
		db 23h,	22h, 20h, 21h, 21h, 1Fh, 1Fh, 20h, 22h,	26h, 2Eh
		db 2Eh,	2Eh, 24h, 24h, 24h, 24h, 24h, 24h, 26h,	26h, 24h
		db 24h,	24h, 26h, 29h, 34h, 34h, 34h, 2Ah, 2Ah,	2Ah, 2Ah
		db 28h,	28h, 2Ah, 2Ah, 28h, 28h, 28h, 2Bh, 2Eh,	3Ah, 3Ah
		db 3Ah,	2Eh, 2Eh, 2Eh, 2Eh, 2Ch, 2Ch, 2Fh, 2Fh,	2Dh, 2Ch
		db 2Dh,	30h, 33h, 40h, 40h, 40h, 35h, 35h, 35h,	35h, 31h
		db 30h,	34h, 34h, 32h, 32h, 32h, 34h, 38h, 46h,	46h, 46h
		db 3Ch,	3Dh, 3Dh, 3Dh, 38h, 36h, 38h, 39h, 38h,	38h, 38h
		db 3Ah,	3Eh, 4Ch, 4Ch, 4Ch, 43h, 44h, 44h, 43h,	3Dh, 3Bh
		db 3Bh,	3Ch, 3Ch, 3Dh, 3Eh, 3Fh, 44h, 79h, 79h,	79h, 48h
		db 48h,	48h, 44h, 3Eh, 3Ch, 3Ch, 3Fh, 42h, 42h,	42h, 44h
		db 49h,	79h, 79h, 79h, 48h, 48h, 48h, 44h, 40h,	3Dh, 3Eh
		db 41h,	42h, 42h, 42h, 44h, 49h, 79h, 79h, 79h,	48h, 48h
		db 48h,	44h, 40h, 3Dh, 3Eh, 40h, 42h, 42h, 42h,	44h, 4Ah
		db 79h,	79h, 79h
		db 10h,	10h, 10h, 10h, 10h, 10h, 10h, 11h, 14h,	17h, 18h ; 9AA7	- Неравномерность скорости вращения 3 |	Нестабильность,	1/сек^2	- Обороты коленвала, об/мин - Цикловое наполнение,мг/цикл
		db 28h,	28h, 28h, 28h, 28h, 10h, 10h, 10h, 10h,	10h, 10h
		db 10h,	11h, 14h, 17h, 18h, 28h, 28h, 28h, 28h,	28h, 10h
		db 10h,	10h, 10h, 10h, 10h, 10h, 11h, 14h, 17h,	18h, 28h
		db 28h,	28h, 28h, 28h, 10h, 10h, 10h, 10h, 10h,	10h, 10h
		db 11h,	14h, 17h, 19h, 28h, 28h, 28h, 28h, 28h,	15h, 15h
		db 15h,	15h, 14h, 14h, 14h, 15h, 17h, 18h, 1Ah,	28h, 28h
		db 28h,	28h, 28h, 19h, 19h, 18h, 17h, 17h, 17h,	18h, 18h
		db 19h,	1Ah, 1Ch, 28h, 2Ah, 2Ah, 2Ah, 2Ah, 1Dh,	1Dh, 1Dh
		db 1Dh,	1Dh, 1Dh, 1Ch, 1Ch, 1Dh, 1Eh, 20h, 29h,	2Fh, 2Fh
		db 2Fh,	2Fh, 22h, 22h, 22h, 22h, 21h, 21h, 21h,	21h, 21h
		db 22h,	24h, 2Ch, 32h, 34h, 34h, 34h, 28h, 28h,	28h, 28h
		db 27h,	27h, 26h, 26h, 26h, 27h, 28h, 2Fh, 35h,	38h, 38h
		db 38h,	2Fh, 2Fh, 2Fh, 2Eh, 2Eh, 2Eh, 2Dh, 2Ch,	2Ch, 2Ch
		db 2Dh,	33h, 39h, 3Ch, 3Ch, 3Ch, 36h, 36h, 36h,	35h, 34h
		db 33h,	32h, 31h, 31h, 32h, 34h, 38h, 3Ch, 46h,	46h, 46h
		db 43h,	43h, 43h, 43h, 40h, 39h, 37h, 35h, 36h,	37h, 3Ah
		db 3Dh,	40h, 52h, 52h, 52h, 43h, 43h, 43h, 43h,	43h, 3Bh
		db 3Ah,	38h, 39h, 3Ah, 3Eh, 42h, 44h, 61h, 61h,	61h, 43h
		db 43h,	43h, 43h, 43h, 3Ch, 3Bh, 39h, 3Ah, 3Ch,	40h, 44h
		db 46h,	61h, 61h, 61h, 43h, 43h, 43h, 43h, 43h,	3Ch, 3Bh
		db 39h,	3Ah, 3Ch, 40h, 45h, 47h, 61h, 61h, 61h,	43h, 43h
		db 43h,	43h, 43h, 3Ch, 3Bh, 39h, 3Ah, 3Ch, 40h,	45h, 47h
		db 61h,	61h, 61h
		db 3Ch,	3Ch, 3Ch, 3Ch, 3Ch, 41h, 43h, 45h, 48h,	48h, 48h ; 9BA7	- Порог	по GBC | Порог - Обороты коленвала, об/мин
		db 48h,	48h, 48h, 48h, 4Dh, 50h, 55h, 59h, 5Eh,	62h, 62h
		db 62h,	62h, 62h, 62h, 62h, 62h, 62h, 62h, 62h,	62h
		db 21h,	21h, 21h, 21h, 21h, 21h, 21h, 21h, 22h,	24h, 26h ; 9BC7	- Hеравномерность от режима | Коэффициент неравномерности - Обороты коленвала, об/мин -	Цикловое наполнение,мг/цикл
		db 35h,	53h, 53h, 53h, 1, 21h, 21h, 21h, 21h, 21h, 21h
		db 21h,	21h, 22h, 24h, 26h, 35h, 53h, 53h, 53h,	1, 21h
		db 21h,	21h, 21h, 21h, 21h, 21h, 21h, 22h, 24h,	26h, 35h
		db 53h,	53h, 53h, 1, 21h, 21h, 21h, 21h, 21h, 21h, 21h
		db 21h,	22h, 24h, 26h, 35h, 53h, 53h, 53h, 1, 21h, 21h
		db 21h,	21h, 21h, 21h, 21h, 21h, 22h, 24h, 26h,	3Ch, 71h
		db 71h,	71h, 1,	21h, 21h, 21h, 21h, 22h, 23h, 24h, 25h
		db 27h,	29h, 2Dh, 44h, 8Fh, 8Fh, 8Fh, 1, 21h, 21h, 21h
		db 21h,	22h, 24h, 26h, 29h, 2Ch, 30h, 35h, 5Eh,	0A5h, 0A5h
		db 0A5h, 1, 21h, 21h, 21h, 21h,	23h, 26h, 28h, 2Ch, 31h
		db 36h,	3Eh, 94h, 0B6h,	0B6h, 0B6h, 1, 21h, 21h, 21h, 21h
		db 25h,	29h, 2Dh, 32h, 3Ah, 46h, 55h, 0A8h, 0C4h, 0C4h
		db 0C4h, 1, 21h, 21h, 21h, 25h,	29h, 2Eh, 34h, 3Bh, 49h
		db 63h,	86h, 0B3h, 0D4h, 0D4h, 0D4h, 1,	21h, 21h, 21h
		db 2Dh,	34h, 3Ch, 45h, 53h, 66h, 80h, 9Eh, 0B9h, 0E4h
		db 0E4h, 0E4h, 1, 21h, 21h, 21h, 30h, 36h, 3Eh,	48h, 56h
		db 69h,	80h, 9Eh, 0BBh,	0E8h, 0E8h, 0E8h, 1, 21h, 21h
		db 21h,	31h, 37h, 3Eh, 48h, 57h, 69h, 81h, 9Eh,	0BBh, 0E8h
		db 0E8h, 0E8h, 1, 21h, 21h, 21h, 32h, 37h, 3Eh,	48h, 58h
		db 69h,	81h, 9Eh, 0BBh,	0E8h, 0E8h, 0E8h, 1, 21h, 21h
		db 21h,	32h, 37h, 3Eh, 49h, 59h, 69h, 81h, 9Dh,	0BBh, 0E8h
		db 0E8h, 0E8h, 1, 1, 1,	1, 1, 1, 1, 1, 1, 1, 1,	1, 1, 1
		db 1, 1, 1
		db 0Fh,	0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Eh, 0Dh, 0Ch,	0Bh, 0Ah ; 9CC7	- Максимальное время работы стартера | Время, сек. - Температура, град.С
		db 9, 8, 7, 7, 7, 7, 7,	7, 7, 7, 7, 7, 7, 7, 7,	7, 7, 7
		db 7, 7, 7, 7, 7, 7, 7,	7, 7, 7
		db 50h,	50h, 50h, 50h, 4Fh, 4Eh, 4Dh, 4Ch, 4Bh,	4Ah, 49h ; 9CEE	- Обороты отключения стартера |	Обороты, об/мин	- Температура, град.С
		db 48h,	46h, 44h, 43h, 41h, 40h, 3Eh, 3Ch, 3Bh,	39h, 38h
		db 36h,	34h, 32h, 32h, 32h, 32h, 32h, 32h, 32h,	32h, 32h
		db 32h,	32h, 32h, 32h, 32h, 32h
		db 24h,	24h, 24h, 24h, 24h, 24h, 24h, 24h, 19h,	19h, 19h ; 9D15	- Время	работы стартера	после порога откл...  |	Время, сек. - Температура, град.С
		db 19h,	19h, 19h, 19h, 19h, 19h, 19h, 0Fh, 0Fh,	0Fh, 0Fh
		db 0Fh,	0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 0Fh,	0Fh, 0Fh
		db 0Fh,	0Fh, 0Fh, 0Fh, 0Fh, 0Fh
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 2, 2, 0, 0,	0, 0, 0	; 9D3C - Иммитатор ДПДЗ	при аварии | Положение дросселя	% - Обороты коленвала, об/мин -	Цикловое наполнение,мг/цикл
		db 0, 0, 0, 0, 0, 1, 2,	2, 2, 4, 7, 0, 0, 0, 0,	0, 0, 2
		db 2, 1, 3, 4, 5, 6, 4,	5, 9, 8, 0Bh, 10h, 1, 1, 2, 2
		db 2, 4, 5, 6, 8, 8, 7,	6, 0Ah,	0Dh, 0Fh, 16h, 1, 1, 3
		db 4, 4, 6, 7, 8, 0Ah, 0Ch, 0Bh, 0Bh, 0Eh, 11h,	13h, 1Bh
		db 1, 2, 4, 5, 7, 7, 8,	0Bh, 0Dh, 0Eh, 0Eh, 0Eh, 11h, 14h
		db 17h,	20h, 2,	2, 5, 6, 7, 0Ah, 0Bh, 0Dh, 0Fh,	10h, 10h
		db 11h,	14h, 17h, 19h, 25h, 4, 6, 7, 9,	0Ah, 0Bh, 0Ch
		db 0Fh,	10h, 12h, 12h, 14h, 17h, 1Ah, 1Dh, 2Bh,	7, 0Ah
		db 0Ah,	0Ch, 0Ch, 0Eh, 0Fh, 10h, 14h, 15h, 16h,	17h, 18h
		db 1Dh,	20h, 32h, 0Bh, 0Eh, 0Fh, 10h, 0Fh, 10h,	11h, 13h
		db 16h,	19h, 19h, 19h, 1Ch, 20h, 24h, 3Ch, 64h,	64h, 55h
		db 55h,	14h, 14h, 15h, 16h, 19h, 1Dh, 1Ch, 1Bh,	1Eh, 23h
		db 29h,	64h, 64h, 64h, 64h, 64h, 55h, 55h, 57h,	1Bh, 1Eh
		db 24h,	20h, 1Fh, 22h, 27h, 32h, 64h, 64h, 64h,	64h, 64h
		db 64h,	64h, 64h, 64h, 25h, 2Dh, 27h, 23h, 26h,	2Dh, 3Fh
		db 64h,	64h, 64h, 64h, 64h, 64h, 64h, 64h, 64h,	3Ah, 64h
		db 31h,	2Bh, 2Bh, 37h, 64h, 64h, 64h, 64h, 64h,	64h, 64h
		db 64h,	64h, 64h, 64h, 64h, 64h, 64h, 37h, 64h,	64h, 64h
		db 64h,	64h, 64h, 64h, 64h, 64h, 64h, 64h, 64h,	64h, 64h
		db 64h,	64h, 64h, 64h, 64h
		db 0, 0, 0, 1, 1, 1, 1,	1, 2, 2, 2, 2, 3, 3, 3,	3, 3, 3	; 9E3C - Индекс	по скорости/оборотам | Индекс -	Отношение SPEED/RPM (/1000)
		db 3, 4, 4, 4, 4, 5, 5,	5, 0, 0, 0, 0, 0, 0
		db 64h,	4Bh, 33h, 33h, 35h, 38h, 3Dh, 42h, 49h,	52h, 5Dh ; 9E5C	- Желаемый расход воздуха | Воздух, кг/час - Обороты коленвала,	об/мин - Положение дросселя,%
		db 6Ch,	80h, 8Ah, 8Bh, 8Bh, 64h, 4Bh, 37h, 3Ch,	41h, 42h
		db 46h,	4Bh, 53h, 58h, 5Fh, 6Dh, 82h, 8Fh, 90h,	90h, 64h
		db 4Bh,	3Ch, 3Eh, 41h, 46h, 49h, 4Eh, 5Ah, 60h,	6Bh, 6Fh
		db 84h,	8Fh, 90h, 90h, 64h, 4Bh, 3Ch, 40h, 41h,	4Bh, 4Fh
		db 53h,	61h, 69h, 6Fh, 75h, 88h, 8Fh, 90h, 90h,	64h, 4Bh
		db 3Ch,	41h, 43h, 4Eh, 55h, 5Ah, 66h, 6Fh, 75h,	80h, 8Bh
		db 8Fh,	90h, 90h, 64h, 4Bh, 3Ch, 41h, 43h, 51h,	58h, 5Eh
		db 6Dh,	74h, 7Bh, 84h, 8Dh, 8Fh, 90h, 90h, 64h,	4Bh, 3Ch
		db 41h,	43h, 51h, 5Bh, 61h, 6Dh, 78h, 80h, 88h,	8Dh, 8Fh
		db 90h,	90h, 64h, 4Bh, 3Ch, 41h, 43h, 51h, 5Bh,	61h, 6Dh
		db 78h,	80h, 88h, 8Dh, 8Fh, 90h, 90h, 64h, 4Bh,	3Ch, 41h
		db 43h,	51h, 5Bh, 61h, 6Dh, 78h, 80h, 88h, 8Dh,	8Fh, 90h
		db 90h,	64h, 4Bh, 3Ch, 41h, 43h, 51h, 5Bh, 61h,	6Dh, 78h
		db 80h,	88h, 8Dh, 8Fh, 90h, 90h, 64h, 4Bh, 3Ch,	41h, 43h
		db 51h,	5Bh, 61h, 6Dh, 78h, 80h, 88h, 8Dh, 8Fh,	90h, 90h
		db 64h,	4Bh, 3Ch, 41h, 43h, 51h, 5Bh, 61h, 6Dh,	78h, 80h
		db 88h,	8Dh, 8Fh, 90h, 90h, 64h, 4Bh, 3Ch, 41h,	43h, 51h
		db 5Bh,	61h, 6Dh, 78h, 80h, 88h, 8Dh, 8Fh, 90h,	90h, 64h
		db 64h,	3Ch, 41h, 43h, 51h, 5Bh, 61h, 6Dh, 78h,	80h, 88h
		db 8Dh,	8Fh, 90h, 90h, 64h, 64h, 3Ch, 41h, 43h,	51h, 5Bh
		db 61h,	6Dh, 78h, 80h, 88h, 8Dh, 8Fh, 90h, 90h,	64h, 64h
		db 3Ch,	41h, 43h, 51h, 5Bh, 61h, 6Dh, 78h, 80h,	88h, 8Dh
		db 8Fh,	90h, 90h
		db 39h,	39h, 39h, 39h, 39h, 39h, 39h, 39h, 3Ah,	3Bh, 40h ; 9F5C	- Неравномерность (по GBC) в режиме ХХ 1 | Нестабильность, 1/сек^2 - Цикловое наполнение, мг/цикл
		db 42h,	43h, 44h, 44h, 44h, 44h, 44h, 44h, 44h,	44h, 44h
		db 44h,	44h, 44h, 44h, 44h, 44h, 44h, 44h, 44h,	44h
		db 31h,	31h, 31h, 31h, 31h, 31h, 31h, 31h, 31h,	31h, 31h ; 9F7C	- Неравномерность (по RPM) | Нестабильность, 1/сек^2 - Обороты,	об/мин
		db 31h,	32h, 33h, 35h, 39h, 40h, 4Ah, 59h, 65h,	6Ah, 6Fh
		db 72h,	74h, 74h, 74h, 74h, 74h, 74h, 74h, 74h,	74h
		db 3Dh,	3Ch, 3Bh, 3Ah, 36h, 2Eh, 26h, 20h, 1Ch,	19h, 17h ; 9F9C	- Коррекция неравномерности по температуре 1 | Коррекция нестабильности, 1/сек^	- Температура, град.С
		db 16h,	15h, 1Ah, 1Ah, 1Ah, 15h, 0Dh, 5, 1, 0, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 0, 0, 0, 0
		db 11h,	11h, 11h, 11h, 11h, 11h, 11h, 14h, 18h,	18h, 18h ; 9FC3	- Неравномерность (по GBC) в режиме ХХ 2 | Нестабильность, 1/сек^2 - Цикловое наполнение, мг/цикл
		db 1Ah,	1Ch, 1Eh, 1Fh, 1Fh, 1Fh, 1Fh, 1Eh, 1Bh,	1Bh, 1Bh
		db 1Bh,	21h, 21h, 21h, 21h, 21h, 21h, 21h, 21h,	21h
		db 10h,	10h, 10h, 10h, 10h, 10h, 0Eh, 0Eh, 0Eh,	0Eh, 0Fh ; 9FE3	- Неравномерность (по GBC) в режиме ХХ 3 | Нестабильность, 1/сек^2 - Цикловое наполнение, мг/цикл
		db 10h,	10h, 10h, 10h, 10h, 10h, 10h, 10h, 0Eh,	0Eh, 0Eh
		db 0Eh,	0Eh, 0Eh, 0Eh, 0Eh, 10h, 18h, 18h, 18h,	18h
		db  27h	; '
		db  27h	; '
		db  27h	; '
		db  21h	; !
		db  1Dh
		db  19h
		db  16h
		db  14h
		db  12h
		db  10h
		db  0Fh
		db  0Eh
		db  0Dh
		db  0Ch
		db  0Bh
		db  0Ah
		db    9
		db    8
		db    8
		db    7
		db    7
		db    6
		db    6
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		db    5
		
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0 ; A02A - Ошибка оборотов сбрасывающая фильтр
		db 0, 0, 0, 0, 0, 8, 8, 8, 8, 8, 8, 8, 0, 0, 0, 0, 0, 0
		db 0, 0, 0

		db 0FFh, 0FFh, 0FEh, 0FDh, 0FCh, 0FBh, 0FAh, 0F9h, 0F8h	; A051 - Коэффициент коррекции времени впрыска | Коэффициент коррекции - Точка разряжения
		db 0F7h, 0F6h, 0F5h, 0F4h, 0F3h, 0F2h, 0F1h, 0F0h, 0F0h
		db 0EFh, 0EEh, 0EDh, 0ECh, 0EBh, 0EAh, 0EAh, 0E9h, 0E8h
		db 0E7h, 0E6h, 0E6h, 0E5h, 0E4h
		db 0B3h, 0B7h, 0BEh, 0C3h, 0CEh, 0BEh, 0D4h, 0D8h, 0D2h	; A071 - Расчетное разряжение в	ресивере | Точка разряжения - Обороты коленвала, об/мин	- Цикловое наполнение,мг/цикл
		db 0D5h, 0E2h, 0EAh, 0E6h, 0E5h, 0DAh, 0DAh, 0B1h, 0B6h
		db 0BCh, 0C5h, 0CEh, 0C8h, 0D5h, 0D8h, 0CFh, 0CCh, 0CFh
		db 0D8h, 0D6h, 0CFh, 0C6h, 0C6h, 0ABh, 0ACh, 0AEh, 0B9h
		db 0B9h, 0BEh, 0B7h, 0C0h, 0CBh, 0BAh, 0BFh, 0CAh, 0C7h
		db 0C1h, 0B8h, 0B0h, 95h, 97h, 0A3h, 9Ch, 0A5h,	0ACh, 0A3h
		db 0AFh, 0ABh, 0A4h, 0ADh, 0B8h, 0B6h, 0AFh, 0A6h, 9Ch
		db 84h,	85h, 92h, 92h, 93h, 97h, 92h, 9Eh, 96h,	90h, 9Ah
		db 0AAh, 0A8h, 0A1h, 95h, 8Dh, 71h, 73h, 7Ch, 7Fh, 86h
		db 8Ch,	80h, 8Ch, 88h, 7Bh, 8Bh, 96h, 99h, 8Dh,	84h, 7Bh
		db 5Ch,	5Dh, 69h, 6Dh, 6Fh, 74h, 6Ah, 76h, 73h,	6Fh, 77h
		db 86h,	87h, 81h, 75h, 67h, 48h, 49h, 57h, 5Dh,	5Bh, 65h
		db 5Bh,	5Fh, 62h, 5Ah, 67h, 75h, 7Bh, 76h, 67h,	56h, 35h
		db 37h,	4Ah, 48h, 49h, 4Eh, 47h, 52h, 52h, 49h,	56h, 67h
		db 6Bh,	64h, 55h, 43h, 21h, 23h, 34h, 34h, 33h,	3Ch, 33h
		db 3Fh,	40h, 3Bh, 44h, 5Ah, 5Eh, 52h, 44h, 33h,	11h, 13h
		db 22h,	21h, 25h, 2Bh, 24h, 2Eh, 2Eh, 26h, 36h,	4Bh, 50h
		db 45h,	35h, 25h, 0, 0,	0Dh, 0Fh, 17h, 1Ah, 15h, 1Eh, 20h
		db 1Bh,	28h, 3Fh, 44h, 39h, 28h, 14h, 0, 0, 0, 2, 8, 9
		db 6, 13h, 10h,	0Bh, 1Ah, 30h, 35h, 26h, 16h, 3, 0, 0
		db 0, 0, 0, 2, 2, 2, 7,	4, 0Eh,	20h, 25h, 19h, 0Bh, 4
		db 0, 0, 0, 0, 0, 0, 0,	0, 4, 4, 4, 0Eh, 16h, 0Ch, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 6, 0Ah, 0, 0, 0
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 2, 4, 7, 8, 9, 0Ah, 0Bh ;	A171 - Неравномерность (по RPM)	в режиме ХХ 3 |	Нестабильность,	1/сек^2	- Обороты, об/мин
		db 0Ch,	0Dh, 0Eh, 0Fh, 10h, 11h, 12h, 13h, 14h,	15h, 16h
		db 17h,	18h, 19h, 1Ah, 1Bh
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 4, 0Ah, 0Fh, 16h,	1Eh, 1Fh ; A191	- Неравномерность (по RPM) в режиме ХХ 1 | Нестабильность, 1/сек^2 - Обороты, об/мин
		db 20h,	20h, 20h, 20h, 20h, 20h, 20h, 20h, 20h,	20h, 20h
		db 20h,	20h, 20h, 20h, 20h, 20h
		db 32h,	26h, 20h, 21h, 1Ch, 19h, 1Ch, 1Bh, 1Ah,	19h, 17h ; A1B1	- Имитатор давления при	отказе ДАД | Абсолютное	давление, кПа*10 - Обороты коленвала, об/мин - Положение дросселя,%
		db 15h,	18h, 1Bh, 22h, 3Fh, 33h, 2Bh, 26h, 25h,	21h, 1Eh
		db 1Fh,	20h, 1Ch, 1Eh, 1Ah, 18h, 1Bh, 20h, 28h,	54h, 3Dh
		db 2Dh,	28h, 2Ah, 23h, 2Ah, 26h, 26h, 1Fh, 27h,	1Fh, 19h
		db 20h,	21h, 27h, 3Fh, 47h, 33h, 2Bh, 2Fh, 2Ch,	31h, 30h
		db 24h,	32h, 2Bh, 23h, 1Eh, 23h, 27h, 2Eh, 44h,	48h, 3Ch
		db 30h,	28h, 25h, 30h, 2Ch, 30h, 2Dh, 26h, 2Dh,	39h, 31h
		db 2Eh,	34h, 4Dh, 5Ah, 4Fh, 3Dh, 2Fh, 2Fh, 2Fh,	30h, 32h
		db 32h,	2Bh, 33h, 49h, 38h, 2Fh, 37h, 42h, 4Ah,	4Dh, 4Dh
		db 3Eh,	38h, 3Ch, 39h, 3Bh, 36h, 2Eh, 36h, 5Ah,	41h, 38h
		db 41h,	49h, 5Dh, 54h, 3Dh, 3Eh, 43h, 4Ch, 43h,	46h, 3Fh
		db 36h,	3Fh, 44h, 51h, 51h, 4Dh, 54h, 4Ah, 4Fh,	56h, 50h
		db 4Ah,	53h, 55h, 55h, 49h, 48h, 44h, 44h, 58h,	6Bh, 58h
		db 62h,	0Fh, 50h, 4Fh, 4Dh, 52h, 60h, 63h, 6Dh,	5Ch, 56h
		db 4Bh,	49h, 75h, 93h, 82h, 61h, 0Dh, 50h, 51h,	58h, 5Ch
		db 6Bh,	6Ah, 6Fh, 74h, 67h, 78h, 62h, 74h, 92h,	0A3h, 82h
		db 0Ch,	51h, 59h, 57h, 5Eh, 6Fh, 62h, 6Eh, 78h,	8Eh, 9Ch
		db 0C8h, 0A6h, 9Eh, 0BBh, 95h, 0Eh, 51h, 5Ch, 50h, 61h
		db 6Bh,	6Ah, 75h, 81h, 81h, 93h, 0A6h, 8Dh, 0B1h, 0A4h
		db 8Bh,	1Eh, 51h, 5Ah, 62h, 62h, 75h, 78h, 79h,	7Fh, 8Bh
		db 96h,	0ABh, 0B1h, 9Bh, 0B1h, 0B9h, 18h, 51h, 63h, 65h
		db 62h,	75h, 6Dh, 96h, 0A8h, 0A9h, 0AAh, 0AAh, 0A9h, 0A2h
		db 9Eh,	0B1h, 0Ch, 50h,	64h, 69h, 6Ah, 6Fh, 76h, 87h, 8Dh
		db 8Dh,	8Eh, 8Eh, 8Fh, 89h, 84h, 9Eh
		db 30h,	30h, 30h, 30h, 30h, 30h, 30h, 30h, 30h,	28h, 20h ; A2B1	- Время	контроля напряжения | Время, сек - Температура,	град.С
		db 18h,	14h, 10h, 0Fh, 0Eh, 0Dh, 0Ch, 0Bh, 0Ah,	9, 8, 8
		db 8, 8, 8, 8, 8, 8, 30h, 50h, 64h, 64h, 64h, 64h, 64h
		db 64h,	64h, 64h
		db 0, 0, 0, 4, 0Eh, 14h, 1Ch, 25h, 2Eh,	37h, 3Fh, 46h ;	A2D8 - Прямая характеристика РХХ | Положение РХХ, шагов	- Желаемый расход воздуха
		db 4Dh,	53h, 58h, 5Dh, 62h, 68h, 6Dh, 73h, 7Ah,	82h, 8Eh
		db 8Eh,	8Eh, 8Eh, 8Eh, 8Eh, 8Eh, 8Eh, 8Eh, 8Eh
		db 14h,	1Bh, 23h, 2Ch, 34h, 3Bh, 42h, 49h, 51h,	59h, 64h ; A2F8	- Обратная характеристика РХХ |	Расход воздуха через РХХ - Положение РХХ, шагов
		db 70h,	7Ch, 88h, 94h, 9Eh, 0A5h, 0A5h,	0A5h, 0A5h, 0A5h
		db 0A5h, 0A5h, 0A5h, 0A5h, 0A5h, 0A5h, 0A5h, 0A5h, 0A5h
		db 0A5h, 0A5h
		db 0, 0, 0, 0, 0, 0, 0,	0, 0, 0, 0, 1, 1, 2, 2,	3, 3, 4	; A318 - Обогащение при	детонации | Добавка к ALF - Уровень детонации
		db 4, 5, 5, 6, 6, 7, 7,	8, 8, 9, 9, 0Ah, 0Ah, 0Bh
		db 78h,	78h, 78h, 78h, 78h, 78h, 78h, 78h, 78h,	78h, 0FEh ; A338 - Коэффицент A338 | Коэффициент - Обороты коленвала, об/мин
		db 0FEh, 0FEh, 0FEh, 0FEh, 0FEh, 0FEh, 0FEh, 0FEh, 0FEh
		db 0FEh, 0FEh, 0FEh, 0FEh, 0FEh, 0FEh, 0FEh, 0FEh, 0FEh
		db 0FEh, 0FEh, 0FEh
		db 68h,	73h, 7Eh, 89h, 94h, 9Eh, 0A9h, 0B3h, 0BDh, 0C7h, 0D1h, 0DAh, 0E3h, 0EDh, 0F5h, 0FEh ; Тарировка	ДМРВ
		db 7, 0Fh, 18h,	20h, 27h, 2Fh, 37h, 3Eh, 45h, 4Ch, 53h,	5Ah, 60h, 67h, 6Dh, 73h
		db 79h,	7Fh, 84h, 8Ah, 8Fh, 95h, 9Ah, 9Fh, 0A5h, 0AAh, 0AFh, 0B5h, 0BBh, 0C1h, 0C7h, 0CDh
		db 0D4h, 0DAh, 0E1h, 0E8h, 0EEh, 0F4h, 0FBh, 1,	7, 0Dh,	14h, 1Ah, 20h, 26h, 2Ch, 31h
		db 36h,	3Bh, 41h, 46h, 4Ch, 51h, 57h, 5Dh, 63h,	69h, 70h, 76h, 7Dh, 84h, 8Bh, 92h
		db 99h,	0A1h, 0A8h, 0B0h, 0B8h,	0C1h, 0C9h, 0D2h, 0DAh,	0E3h, 0EDh, 0F6h, 0FFh,	9, 13h,	1Dh
		db 27h,	31h, 3Bh, 45h, 4Fh, 5Ah, 65h, 6Fh, 7Ah,	86h, 91h, 9Ch, 0A7h, 0B4h, 0C0h, 0CDh
		db 0DBh, 0E8h, 0F6h, 4,	12h, 21h, 30h, 3Fh, 4Fh, 5Fh, 6Fh, 80h,	90h, 0A1h, 0B3h, 0C5h
		db 0D7h, 0E9h, 0FCh, 0Fh, 22h, 36h, 4Ah, 5Eh, 72h, 87h,	9Dh, 0B2h, 0C8h, 0DFh, 0F5h, 0Ch
		db 24h,	3Bh, 53h, 6Bh, 83h, 9Ch, 0B5h, 0CFh, 0EAh, 5, 20h, 3Ch,	58h, 75h, 93h, 0B1h
		db 0D0h, 0F0h, 10h, 30h, 51h, 73h, 95h,	0B8h, 0DBh, 0FFh, 24h, 49h, 6Eh, 95h, 0BCh, 0E3h
		db 0Bh,	34h, 5Dh, 87h, 0B2h, 0DEh, 0Ah,	37h, 65h, 93h, 0C2h, 0F2h, 23h,	55h, 87h, 0BAh
		db 0EEh, 23h, 58h, 8Eh,	0C5h, 0FCh, 35h, 6Eh, 0A8h, 0E3h, 1Fh, 5Ch, 99h, 0D7h, 16h, 56h
		db 97h,	0D9h, 1Ch, 60h,	0A5h, 0EAh, 30h, 77h, 0BFh, 7, 51h, 9Dh, 0EAh, 38h, 87h, 0D7h
		db 28h,	7Ah, 0CDh, 22h,	77h, 0CEh, 26h,	7Fh, 0D8h, 33h,	90h, 0EDh, 4Bh,	0ABh, 0Bh, 6Dh
		db 0D0h, 33h, 98h, 0FEh, 64h, 0CCh, 35h, 9Fh, 0Ah, 77h,	0E6h, 56h, 0C8h, 3Bh, 0AFh, 25h
		db 2, 2, 2, 2, 2, 2, 2,	2, 2, 2, 2, 2, 2, 2, 2,	2
		db 3, 3, 3, 3, 3, 3, 3,	3, 3, 3, 3, 3, 3, 3, 3,	3
		db 3, 3, 3, 3, 3, 3, 3,	3, 3, 3, 3, 3, 3, 3, 3,	3
		db 3, 3, 3, 3, 3, 3, 3,	4, 4, 4, 4, 4, 4, 4, 4,	4
		db 4, 4, 4, 4, 4, 4, 4,	4, 4, 4, 4, 4, 4, 4, 4,	4
		db 4, 4, 4, 4, 4, 4, 4,	4, 4, 4, 4, 4, 4, 5, 5,	5
		db 5, 5, 5, 5, 5, 5, 5,	5, 5, 5, 5, 5, 5, 5, 5,	5
		db 5, 5, 5, 6, 6, 6, 6,	6, 6, 6, 6, 6, 6, 6, 6,	6
		db 6, 6, 6, 7, 7, 7, 7,	7, 7, 7, 7, 7, 7, 7, 7,	8
		db 8, 8, 8, 8, 8, 8, 8,	8, 8, 9, 9, 9, 9, 9, 9,	9
		db 9, 9, 0Ah, 0Ah, 0Ah,	0Ah, 0Ah, 0Ah, 0Ah, 0Ah, 0Bh, 0Bh, 0Bh,	0Bh, 0Bh, 0Bh
		db 0Ch,	0Ch, 0Ch, 0Ch, 0Ch, 0Ch, 0Dh, 0Dh, 0Dh,	0Dh, 0Dh, 0Dh, 0Eh, 0Eh, 0Eh, 0Eh
		db 0Eh,	0Fh, 0Fh, 0Fh, 0Fh, 0Fh, 10h, 10h, 10h,	10h, 11h, 11h, 11h, 11h, 12h, 12h
		db 12h,	12h, 13h, 13h, 13h, 13h, 14h, 14h, 14h,	15h, 15h, 15h, 15h, 16h, 16h, 16h
		db 17h,	17h, 17h, 18h, 18h, 18h, 19h, 19h, 19h,	1Ah, 1Ah, 1Ah, 1Bh, 1Bh, 1Ch, 1Ch
		db 1Ch,	1Dh, 1Dh, 1Dh, 1Eh, 1Eh, 1Fh, 1Fh, 20h,	20h, 20h, 21h, 21h, 22h, 22h, 23h
		INJ_SEQ
		db 0, 0, 0, 0, 0, 0, 0,	0C2h, 0C5h, 0C9h, 0CCh,	0D0h, 0D3h, 0D6h, 0D8h,	0DBh
		db 0D4h, 0C6h, 0B1h, 97h, 78h, 54h, 2Ch, 0, 0, 0, 0, 0,	0, 0, 0, 0
		db 80h,	80h, 81h, 83h, 84h, 86h, 88h, 8Ah, 8Dh,	90h, 93h, 96h, 9Ah, 9Eh, 0A1h, 0A6h
		db 0AAh, 0AEh, 0B3h, 0B8h, 0BDh, 0C2h, 0C7h, 0CDh, 0D3h, 0D9h, 0DFh, 0E5h, 0EBh, 0F2h, 0F8h, 0FFh
		
		;0A5A0h 		Интегральное смещение УОЗ 1 | Добавка УОЗ - Интегральная ошибка оборотов
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0
		;0A5ABh 		Интегральное смещение УОЗ 2 | Добавка УОЗ - Интегральная ошибка оборотов
		db 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0